{"anopheles":"A genus of mosquitoes which are secondary hosts of the malaria parasites, and whose bite is the usual, if not the only, means of infecting human beings with malaria. Several species are found in the United States. They may be distinguished from the ordinary mosquitoes of the genus Culex by the long slender palpi, nearly equaling the beak in length, while those of the female Culex are very short. They also assume different positions when resting, Culex usually holding the body parallel to the surface on which it rests and keeping the head and beak bent at an angle, while Anopheles holds the body at an angle with the surface and the head and beak in line with it. Unless they become themselves infected by previously biting a subject affected with malaria, the insects cannot transmit the disease.","uniclinal":"See Nonoclinal.","sarong":"A sort of petticoat worn by both sexes in Java and the Malay Archipelago. Balfour (Cyc. of India)","turcoman":"1. A member of a tribe of Turanians inhabiting a region east of the Caspian Sea. 2. A Turcoman carpet. Turcoman carpet or rug, a kind of carpet or rug supposed to be made by the Turcomans.","corrugator":"A muscle which contracts the skin of the forehead into wrinkles.","self-murder":"Suicide.","anacardium":"A genus of plants including the cashew tree. See Cashew.","knurly":"Full of knots; hard; tough; hence, capable of enduring or resisting much.","pock":"A pustule raised on the surface of the body in variolous and vaccine diseases. Of pokkes and of scab every sore. Chaucer.","neuroma":"A tumor developed on, or connected with, a nerve, esp. one consisting of new-formed nerve fibers.","hawser":"A large rope made of three strands each containing many yarns. Note: Three hawsers twisted together make a cable; but it nautical usage the distinction between cable and hawser is often one of size rather than of manufacture. Hawser iron, a calking iron.","jolty":"That jolts; as, a jolty coach. [Colloq.]","proterandry":"The condition of being proterandrous.","leucic":"Pertaining to, or designating, an acid obtained from leucin, and called also oxycaproic acid.","petrescence":"The process of changing into stone; petrification.","bathos":"A ludicrous descent from the elevated to the low, in writing or speech; anticlimax.","oblectation":"The act of pleasing highly; the state of being greatly pleased; delight. [R.] Feltham.","overtread":"To tread over or upon.","taeniada":"Same as Tænioidea.","fun":"Sport; merriment; frolicsome amusement. \"Oddity, frolic, and fun.\" Goldsmith. To make fan of, to hold up to, or turn into, ridicule.","mixer":"One who, or that which, mixes.","blazer":"One who spreads reports or blazes matters abroad. \"Blazers of crime.\" Spenser.","elegist":"A write of elegies. T. Warton.","conspirator":"One who engages in a conspiracy; a plotter. 2 Sam. xv. 31.","logicality":"Logicalness.","quinze":"A game at cards in which the object is to make fifteen points.","wobble":"See Wabble.","dissimulate":"Feigning; simulating; pretending. [Obs.] Henryson.\n\nTo dissemble; to feign; to pretend.","hempen":"1. Made of hemp; as, a hempen cord. 2. Like hemp. \"Beat into a hempen state.\" Cook.","yahwe":"A modern transliteration of the Hebrew word translated Jehovah in the Bible; -- used by some critics to discriminate the tribal god of the ancient Hebrews from the Christian Jehovah. Yahweh or Yahwe is the spelling now generally adopted by scholars.","solisequious":"Following the course of the sun; as, solisequious plants. [R.] Sir T. Browne.","saline":"1. Consisting of salt, or containing salt; as, saline particles; saline substances; a saline cathartic. 2. Of the quality of salt; salty; as, a saline taste.\n\nA salt spring; a place where salt water is collected in the earth.\n\n1. (Chem.)  A crude potash obtained from beet-root residues and other similar sources. [Written also salin.] 2. (Med. Chem.)  A metallic salt; esp., a salt of potassium, sodium, lithium, or magnesium, used in medicine.","grumose":"Clustered in grains at intervals; grumous.","stalagmite":"A deposit more or less resembling an inverted stalactite, formed by calcareous water dropping on the floors of caverns; hence, a similar deposit of other material.","sex-":"A combining form meaning six; as, sexdigitism; sexennial.","tympanist":"One who beats a drum. [R.]","faquir":"See Fakir.","old-fashioned":"Formed according to old or obsolete fashion or pattern; adhering to old customs or ideas; as, an old-fashioned dress, girl. \"Old-fashioned men of wit.\" Addison. This old-fashioned, quaint abode. Longfellow.","rheumides":"The class of skin disease developed by the dartrous diathesis. See under Dartrous.","inquisitorial":"1. Pertaining to inquisition; making rigorous and unfriendly inquiry; searching; as, inquisitorial power. \"Illiberal and inquisitorial abuse.\" F. Blackburne. He conferred on it a kind of inquisitorial and censorious power even over the laity, and directed it to inquire into all matters of conscience. Hume. 2. Pertaining to the Court of Inquisition or resembling its practices. \"Inquisitorial robes.\" C. Buchanan.","pinacate bug":"Any of several clumsy, wingless beetles of the genus Eleodes, found in the Pacific States.","athletism":"The state or practice of an athlete; the characteristics of an athlete.","pyronomics":"The science of heat.","vague":"1. Wandering; vagrant; vagabond. [Archaic] \"To set upon the vague villains.\" Hayward. She danced along with vague, regardless eyes. Keats. 2. Unsettled; unfixed; undetermined; indefinite; ambiguous; as, a vague idea; a vague proposition. This faith is neither a mere fantasy of future glory, nor a vague ebullition of feeling. I. Taylor. The poet turned away, and gave himself up to a sort of vague revery, which he called thought. Hawthorne. 3. Proceeding from no known authority; unauthenticated; uncertain; flying; as, a vague report. Some legend strange and value. Longfellow. Vague year. See Sothiac year, under Sothiac. Syn. -- Unsettled; indefinite; unfixed; ill-defined; ambiguous; hazy; loose; lax; uncertain.\n\nAn indefinite expanse. [R.] The gray vague of unsympathizing sea. Lowell.\n\nTo wander; to roam; to stray. [Obs.] \"[The soul] doth vague and wander.\" Holland.\n\nA wandering; a vagary. [Obs.] Holinshed.","advocacy":"The act of pleading for or supporting; work of advocating; intercession.","manhead":"Manhood. [Obs.] Chaucer.","birdcage":"A cage for confining birds.","reflectible":"Capable of being reflected, or thrown back; reflexible.","enfect":"Contaminated with illegality. [Obs.] Chaucer.","pyrothonide":"A kind of empyreumatic oil produced by the combustion of textures of hemp, linen, or cotton in a copper vessel, -- formerly used as a remedial agent. Dunglison.","water feather-foil":"The water violet (Hottonia palustris); also, the less showy American plant H. inflata.","pastern":"1. The part of the foot of the horse, and allied animals, between the fetlock and the coffin joint. See Illust. of Horse. Note: The upper bone, or phalanx, of the foot is called the great pastern bone; the second, the small pastern bone; and the third, in the hoof, the coffin bone. Pastern joint, the joint in the hoof of the horse, and allied animals, between the great and small pastern bones. 2. A shackle for horses while pasturing. Knight. 3. A patten. [Obs.] Dryden.","lenient":"1. Relaxing; emollient; softening; assuasive; -- some \"Lenient of grief.\" Milton. Of relax the fibers, are lenient, balsamic. Arbuthnot. Time, that on all things lays his lenient hand. Pope. 2. Mild; clement; merciful; not rigorous or severe; as, a lenient disposition; a lenient judge or sentence.\n\nA lenitive; an emollient.","massage":"A rubbing or kneading of the body, especially when performed as a hygienic or remedial measure.","owler":"One who owls; esp., one who conveys contraband goods. See Owling, n. [Obs. or Prov. Eng.] T. Brown.","selenic":"Of or pertaining to selenium; derived from, or containing, selenium; specifically, designating those compounds in which the element has a higher valence as contrasted with selenious compounds.","outnoise":"To exceed in noise; to surpass in noisiness. [R.] Fuller.","iridoline":"A nitrogenous base C10H9N, extracted from coal-tar naphtha, as an oily liquid. It is a member of the quinoline series, and is probably identical with lepidine.","advertisement":"1. The act of informing or notifying; notification. [Archaic] An advertisement of danger. Bp. Burnet. 2. Admonition; advice; warning. [Obs.] Therefore give me no counsel: My griefs cry louder than advertisement. Shak. 3. A public notice, especially a paid notice in some public print; anything that advertises; as, a newspaper containing many advertisement.","eloper":"One who elopes.","revictual":"To victual again.","diphyodont":"Having two successive sets of teeth (deciduous and permanent), one succeeding the other; as, a diphyodont mammal; diphyodont dentition; -- opposed to monophyodont. -- n.  An animal having two successive sets of teeth.","football":"An inflated ball to be kicked in sport, usually made in India rubber, or a bladder incased in Leather. Waller. 2. The game of kicking the football by opposing parties of players between goals. Arbuthnot.","hiems":"Winter. Shak.","suspection":"Suspicion. [Obs.]","manequin":"An artists model of wood or other material.","plowboy":"A boy that drives or guides a team in plowing; a young rustic.","mastiff":"A breed of large dogs noted for strength and courage. There are various strains, differing in form and color, and characteristic of different countries. Mastiff bat (Zoöl.) , any bat of the genus Molossus; so called because the face somewhat resembles that of a mastiff.","displume":"To strip of, or as of, a plume, or plumes; to deprive of decoration; to dishonor; to degrade. Displumed, degraded, and metamorphosed. Burke.","post-disseizin":"A subsequent disseizin committed by one of lands which the disseizee had before recovered of the same disseizor; a writ founded on such subsequent disseizin, now abolished. Burrill. Tomlins.","alloxanate":"A combination of alloxanic acid and a base or base or positive radical.","cat-rigged":"Rigged like a catboat.","deduce":"1. To lead forth. [A Latinism] He should hither deduce a colony. Selden. 2. To take away; to deduct; to subtract; as, to deduce a part from the whole. [Obs.] B. Jonson. 3. To derive or draw; to derive by logical process; to obtain or arrive at as the result of reasoning; to gather, as a truth or opinion, from what precedes or from premises; to infer; -- with from or out of. O goddess, say, shall I deduce my rhymes From the dire nation in its early times Pope. Reasoning is nothing but the faculty of deducing unknown truths from principles already known. Locke. See what regard will be paid to the pedigree which deduces your descent from kings and conquerors. Sir W. Scott.","alcoholometric":"Relating to the alcoholometer or alcoholometry. The alcoholometrical strength of spirituous liquors. Ure.","antapoplectic":"Good against apoplexy. -- n.  A medicine used against apoplexy.","imprudent":"Not prudent; wanting in prudence or discretion; indiscreet; injudicious; not attentive to consequence; improper. -- Im*pru\"dent*ly, adv. Her majesty took a great dislike at the imprudent behavior of many of the ministers and readers. Strype. Syn. -- Indiscreet; injudicious; incautious; ill-advised; unwise; heedless; careless; rash; negligent.","scaliola":"Same as Scagliola.","vinometer":"An instrument for determining the strength or purity of wine by measuring its density.","forbearant":"Forbearing. [R.] Carlyle.","forestay":"A large, strong rope, reaching from the foremast head to the bowsprit, to support the mast. See Illust. under Ship.","storehouse":"1. A building for keeping goods of any kind, especially provisions; a magazine; a repository; a warehouse. Joseph opened all the storehouses, and sold unto Egyptians. Gen. xli. 56. The Scripture of God is a storehouse abounding with estimable treasures of wisdom and knowledge. Hooker. 2. A mass or quality laid up. [Obs.] Spenser.","baccarat":"A French game of cards, played by a banker and punters.","slipperwort":"See Calceolaria.","hermit":"1. A person who retires from society and lives in solitude; a recluse; an anchoret; especially, one who so lives from religious motives. He had been Duke of Savoy, and after a very glorious reign, took on him the habit of a hermit, and retired into this solitary spot. Addison. 2. A beadsman; one bound to pray for another. [Obs.] \"We rest your hermits.\" Shak. Hermit crab (Zoöl.), a marine decapod crustacean of the family Paguridæ. The species are numerous, and belong to many genera. Called also soldier crab. The hermit crabs usually occupy the dead shells of various univalve mollusks. See Illust. of Commensal. -- Hermit thrush (Zoöl.), an American thrush (Turdus Pallasii), with retiring habits, but having a sweet song. -- Hermit warbler (Zoöl.), a California wood warbler (Dendroica occidentalis), having the head yellow, the throat black, and the back gray, with black streaks.","consequence":"1. That which follows something on which it depends; that which is produced by a cause; a result. Shun to taste, And shun the bitter consequence. Milton. 2. (Logic)  A proposition collected from the agreement of other previous propositions; any conclusion which results from reason or argument; inference. 3. Chain of causes and effects; consecution. Such fatal consequence unites us three. Milton. Link follows link by necessary consequence. Coleridge. 4. Importance with respect to what comes after; power to influence or produce an effect; value; moment; rank; distinction. It is a matter of small consequence. Shak. A sense of your own worth and consequence. Cowper. In consequence, hence; for this cause. -- In consequence of, by reason of; as the effect of. Syn. -- Effect; result; end. See Effect.","naiad":"1. (Myth.)  A water nymph; one of the lower female divinities, fabled to preside over some body of fresh water, as a lake, river, brook, or fountain. 2. (Zoöl.)  Any species of a tribe (Naiades) of freshwater bivalves, including Unio, Anodonta, and numerous allied genera; a river mussel. 3. (Zoöl)  One of a group of butterflies. See Nymph. 4. (Bot.)  Any plant of the order Naiadaceæ, such as eelgrass, pondweed, etc.","questorship":"The office, or the term of office, of a questor.","shallow-brained":"Weak in intellect; foolish; empty-headed. South.","sahlite":"See Salite.","mistakingly":"Erroneously.","nitrate":"A salt of nitric acid. Nitrate of silver, a white crystalline salt (AgNO3), used in photography and as a cauterizing agent; -- called also lunar caustic.","concent":"1. Concert of voices; concord of sounds; harmony; as, a concent of notes. [Archaic.] Bacon. That undisturbed song of pure concent. Milton. 2. Consistency; accordance. [Obs.] In concent to his own principles. Atterbury.","howsoever":"1. In what manner soever; to whatever degree or extent; however. I am glad hes come, howsoever he comes. Shak. 2. Although; though; however. [Obs.] Shak.","temporizingly":"In a temporizing or yielding manner.","traditive":"Transmitted or transmissible from father to son, or from age, by oral communication; traditional. [R.] Jer. Taylor. Suppose we on things traditive divide. Dryden.","diastolic":"Of or pertaining to diastole.","traditionally":"In a traditional manner.","chromophane":"A general name for the several coloring matters, red, green, yellow, etc., present in the inner segments in the cones of the retina, held in solution by fats, and slowly decolorized by light; distinct from the photochemical pigments of the rods of the retina.","electrolytical":"Pertaining to electrolysis; as, electrolytic action. -- E*lec`tro*lyt\"ic*al*ly, adv.","tyfoon":"See Typhoon.","ambient":"Encompassing on all sides; circumfused; investing. \"Ambient air.\" Milton. \"Ambient clouds.\" Pope.\n\nSomething that surrounds or invests; as, air . . . being a perpetual ambient. Sir H. Wotton.","disrealize":"To divest of reality; to make uncertain. [Obs.] Udall.","bogus":"Spurious; fictitious; sham; -- a cant term originally applied to counterfeit coin, and hence denoting anything counterfeit. [Colloq. U. S.]\n\nA liquor made of rum and molasses. [Local, U. S.] Bartlett.","spinnerule":"One of the numerous small spinning tubes on the spinnerets of spiders.","defect":"1. Want or absence of something necessary for completeness or perfection; deficiency; -- opposed to superfluity. Errors have been corrected, and defects supplied. Davies. 2. Failing; fault; imperfection, whether physical or moral; blemish; as, a defect in the ear or eye; a defect in timber or iron; a defect of memory or judgment. Trust not yourself; but, your defects to know, Make use of every friend -- any every foe. Pope. Among boys little tenderness is shown to personal defects. Macaulay. Syn. -- Deficiency; imperfection; blemish. See Fault.\n\nTo fail; to become deficient. [Obs.] \"Defected honor.\" Warner.\n\nTo injure; to damage. \"None can my life defect.\" [R.] Troubles of Q. Elizabeth (1639).","enchorial":"Belonging to, or used in, a country; native; domestic; popular; common; -- said especially of the written characters employed by the common people of ancient Egypt, in distinction from the hieroglyphics. See Demotic.","solemnness":"The state or quality of being solemn; solemnity; impressiveness; gravity; as, the solemnness of public worship. [Written also solemness.]","trombone":"1. (Mus.)  A powerful brass instrument of the trumpet kind, thought by some to be the ancient sackbut, consisting of a tube in three parts, bent twice upon itself and ending in a bell. The middle part, bent double, slips into the outer parts, as in a telescope, so that by change of the vibrating length any tone within the compass of the instrument (which may be bass or tenor or alto or even, in rare instances, soprano) is commanded. It is the only member of the family of wind instruments whose scale, both diatonic and chromatic, is complete without the aid of keys or pistons, and which can slide from note to note as smoothly as the human voice or a violin. Softly blown, it has a rich and mellow sound, which becomes harsh and blatant when the tones are forced; used with discretion, its effect is often solemn and majestic. 2. (Zoöl.)  The common European bittern.","brewer":"One who brews; one whose occupation is to prepare malt liquors.","gummer":"A punch-cutting tool, or machine for deepening and enlarging the spaces between the teeth of a worn saw.","fulmine":"To thunder. [Obs.] Spenser. Milton.\n\nTo shoot; to dart like lightning; to fulminate; to utter with authority or vehemence. She fulmined out her scorn of laws Salique. Tennyson.","noctilucine":"Of or pertaining to Noctiluca.","copiousness":"The state or quality of being copious; abudance; plenty; also, diffuseness in style. To imitatethe copiousness of Homer. Dryden. Syn. -- Abudance; plenty; richness; exuberance.","entitative":"Considered as pure entity; abstracted from all circumstances. Ellis. -- En\"ti*ta*tive*ly, adv.","sunken":"Lying on the bottom of a river or other water; sunk.","fisetic":"Pertaining to fustet or fisetin.","boarder":"1. One who has food statedly at anothers table, or meals and lodgings in his house, for pay, or compensation of any kind. 2. (Naut.)  One who boards a ship; one selected to board an enemys ship. Totten.","niobate":"Same as Columbate.","challengeable":"That may be challenged.","yelper":"An animal that yelps, or makes a yelping noise. Specifically: (Zoöl.) (a) The avocet; -- so called from its sharp, shrill cry. [Prov. Eng.] (b) The tattler. [Local, U. S.]","moonbeam":"A ray of light from the moon.","impleader":"One who prosecutes or sues another.","stelleridan":"A starfish, or brittle star.","zouave":"(a) One of an active and hardy body of soldiers in the French service, originally Arabs, but now composed of Frenchmen who wear the Arab dress. (b) Hence, one of a body of soldiers who adopt the dress and drill of the Zouaves, as was done by a number of volunteer regiments in the army of the United States in the Civil War, 1861-65.","chatty":"Given to light, familiar talk; talkative. Lady M. W. Montagu.\n\nA porous earthen pot used in India for cooling water, etc.","triens":"A Roman copper coin, equal to one third of the as. See 3d As, 2.","coarct":"1. To press together; to crowd; to straiten; to confine closely. [Obs.] Bacon. 2. To restrain; to confine. [Obs.] Ayliffe.","orthognathous":"Having the front of the head, or the skull, nearly perpendicular, not retreating backwards above the jaws; -- opposed to Ant: prognathous. See Gnathic index, under Gnathic.","sometime":"1. At a past time indefinitely referred to; once; formerly. Did they not sometime cry \"All hail\" to me Shak. 2. At a time undefined; once in a while; now and then; sometimes. Sometime we see a cloud thats dragonish, A vapor sometime like a bear or lion. Shak. 3. At one time or other hereafter; as, I will do it sometime. \"Sometime he reckon shall.\" Chaucer.\n\nHaving been formerly; former; late; whilom. Our sometime sister, now our queen. Shak. Ion, our sometime darling, whom we prized. Talfourd.","hederal":"Of or pertaining to ivy.","ginglymodi":"An order of ganoid fishes, including the modern gar pikes and many allied fossil forms. They have rhombic, ganoid scales, a heterocercal tail, paired fins without an axis, fulcra on the fins, and a bony skeleton, with the vertebræ convex in front and concave behind, forming a ball and socket joint. See Ganoidel.","anthropical":"Like or related to man; human. [R.] Owen.","jurat":"1. A person under oath; specifically, an officer of the nature of an alderman, in certain municipal corporations in England. Burrill. 2. (Law)  The memorandum or certificate at the end of an asffidavit, or a bill or answer in chancery, showing when, before whom, and (in English practice), where, it was sworn or affirmed. Wharton. Bouvier.","pyrosulphuric":"Pertaining to, or designating, an acid called also disulphuric acid) obtained by distillation of certain sulphates, as a colorless, thick, oily liquid, H2S2O7 resembling sulphuric acid. It is used in the solution of indigo, in the manufacture of alizarin, and in dehydration.","jihad":"A religious war against infidels or Mohammedan heretics; also, any bitter war or crusade for a principle or belief. [Their] courage in war . . . had not, like that of the Mohammedan dervishes of the Sudan, or of Mohammedans anywhere engaged in a jehad, a religious motive and the promise of future bliss behind it. James Bryce.","epitome":"1. A work in which the contents of a former work are reduced within a smaller space by curtailment and condensation; a brief summary; an abridgement. [An] epitome of the contents of a very large book. Sydney Smith. 2. A compact or condensed representation of anything. An epitome of English fashionable life. Carlyle. A man so various that he seemed to be Not one, but all mankinds epitome. Dryden. Syn. -- Abridgement; compendium; compend; abstract; synopsis; abbreviature. See Abridgment.","charlatanism":"Charlatanry.","dispersed":"Scattered. -- Dis*pers\"ed*ly, adv. -- Dis*pers\"ed*ness, n. Dispersed harmony (Mus.), harmony in which the tones composing the chord are widely separated, as by an octave or more.","valorous":"Possessing or exhibiting valor; brave; courageous; valiant; intrepid. -- Val\"or*ous*ly, adv.","manichaeism":"The doctrines taught, or system of principles maintained, by the Manichæans.","phyle":"A local division of the people in ancient Athens; a clan; a tribe.","assentator":"An obsequious; a flatterer. [R.]","exorcist":"1. One who expels evil spirits by conjuration or exorcism. Certain of the vagabond Jews, exorcists. Acts xix. 13. 2. A conjurer who can raise spirits. [R.] Thou, like an exorcist, hast conjured up My mortified spirit. Shak.","grapplement":"A grappling; close fight or embrace. [Obs.] Spenser.","sirvente":"A peculiar species of poetry, for the most part devoted to moral and religious topics, and commonly satirical, -- often used by the troubadours of the Middle Ages.","orthographical":"1. Of or pertaining to orthography, or right spelling; also, correct in spelling; as, orthographical rules; the letter was orthographic. 2. (Geom.)  Of or pertaining to right lines or angles. Orthographic or Orthogonal, projection, that projection which is made by drawing lines, from every point to be projected, perpendicular to the plane of projection. Such a projection of the sphere represents its circles as seen in perspective by an eye supposed to be placed at an infinite distance, the plane of projection passing through the center of the sphere perpendicularly to the line of sight.","epitrite":"A foot consisting of three long syllables and one short syllable. Note: It is so called from being compounded of a spondee (which contains 4 times) with an iambus or a trochee (which contains 3 times). It is called 1st, 2d, 3d, or 4th epitrite according as the short syllable stands 1st, 2d, etc.","infra-red":"Lying outside the visible spectrum at its red end; -- said of rays less refrangible than the extreme red rays.","appropinquation":"A drawing nigh; approach. [R.] Bp. Hall.","unstring":"1. To deprive of a string or strings; also, to take from a string; as, to unstring beads. 2. To loosen the string or strings of; as, to unstring a harp or a bow. 3. To relax the tension of; to loosen. \"His garland they unstring.\" Dryden.  Used also figuratively; as, his nerves were unstrung by fear.","capsule":"1. (Bot.)  a dry fruit or pod which is made up of several parts or carpels, and opens to discharge the seeds, as, the capsule of the poppy, the flax, the lily, etc. 2. (Chem.) (a) A small saucer of clay for roasting or melting samples of ores, etc.; a scorifier. (b) a small, shallow, evaporating dish, usually of porcelain. 3. (Med.)  A small cylindrical or spherical gelatinous envelope in which nauseous or acrid doses are inclosed to be swallowed. 4. (Anat.)  A membranous sac containing fluid, or investing an organ or joint; as, the capsule of the lens of the eye. Also, a capsulelike organ. 5. A metallic seal or cover for closing a bottle, 6. A small cup or shell, as of metal, for a percussion cap, cartridge, etc. Atrabiliary capsule. See under Atrabiliary. -- Glissons capsule, a membranous envelope, entering the liver along with the portal vessels and insheathing the latter in their course through the organ. -- Suprarenal capsule, an organ of unknown function, above or in front of each kidney.","minimus":"1. A being of the smallest size. [Obs.] Shak. 2. (Anat.)  The little finger; the fifth digit, or that corresponding to it, in either the manus or pes.","immusical":"Inharmonious; unmusical; discordant. Bacon.","trashiness":"The quality or state of being trashy.","angust":"Narrow; strait. [Obs.]","xenotime":"A native phosphate of yttrium occurring in yellowish-brown tetragonal crystals.","exportable":"Suitable for exportation; as, exportable products.","train dispatcher":"An official who gives the orders on a railroad as to the running of trains and their right of way.","stolid":"Hopelessly insensible or stupid; not easily aroused or excited; dull; impassive; foolish.","gadding":"Going about much, needlessly or without purpose. Envy is a gadding passion, and walketh the streets. Bacon. The good nuns would check her gadding tongue. Tennyson. Gadding car, in quarrying, a car which carries a drilling machine so arranged as to drill a line of holes.","ketone":"One of a large class of organic substances resembling the aldehydes, obtained by the distillation of certain salts of organic acids and consisting of carbonyl (CO) united with two hydrocarbon radicals. In general the ketones are colorless volatile liquids having a pungent ethereal odor. Note: The ketones are named by adding the suffix-one to the stems of the organic acids from which they are respectively derived; thus, acetic acid gives acetone; butyric acid, butyrone, etc.","monopathy":"Suffering or sensibility in a single organ or function. -- Mon`o*path\"ic, a.","puberulent":"Very minutely downy.","instableness":"Instability; unstableness.","equivalue":"To put an equal value upon; to put (something) on a par with another thing. W. Taylor.","millefiore glass":"Slender rods or tubes of colored glass fused together and embedded in clear glass; -- used for paperweights and other small articles.","abstractedness":"The state of being abstracted; abstract character.","zylonite":"Celluloid.","benevolence":"1. The disposition to do good; good will; charitableness; love of mankind, accompanied with a desire to promote their happiness. The wakeful benevolence of the gospel. Chalmers. 2. An act of kindness; good done; charity given. 3. A species of compulsory contribution or tax, which has sometimes been illegally exacted by arbitrary kings of England, and falsely represented as a gratuity. Syn. -- Benevolence, Beneficence, Munificence. Benevolence marks a disposition made up of a choice and desire for the happiness of others. Beneficence marks the working of this disposition in dispensing good on a somewhat broad scale. Munificence shows the same disposition, but acting on a still broader scale, in conferring gifts and favors. These are not necessarily confined to objects of immediate utility. One may show his munificence in presents of pictures or jewelry, but this would not be beneficence. Benevolence of heart; beneficence of life; munificence in the encouragement of letters.","copyist":"A copier; a transcriber; an imitator; a plagiarist.","fierasfer":"A genus of small, slender fishes, remarkable for their habit of living as commensals in other animals. One species inhabits the gill cavity of the pearl oyster near Panama; another lives within an East Indian holothurian.","fog":"(a) A second growth of grass; aftergrass. (b) Dead or decaying grass remaining on land through the winter; -- called also foggage. [Prov.Eng.] Halliwell. Note: Sometimes called, in New England, old tore. In Scotland, fog is a general name for moss.\n\n(Agric.) To pasture cattle on the fog, or aftergrass, of; to eat off the fog from.\n\nTo practice in a small or mean way; to pettifog. [Obs.] Where wouldst thou fog to get a fee Dryden.\n\n1. Watery vapor condensed in the lower part of the atmosphere and disturbing its transparency. It differs from cloud only in being near the ground, and from mist in not approaching so nearly to fine rain. See Cloud. 2. A state of mental confusion. Fog alarm, Fog bell, Fog horn, etc., a bell, horn, whistle or other contrivance that sounds an alarm, often automatically, near places of danger where visible signals would be hidden in thick weather. -- Fog bank, a mass of fog resting upon the sea, and resembling distant land. -- Fog ring, a bank of fog arranged in a circular form, -- often seen on the coast of Newfoundland.\n\nTo envelop, as with fog; to befog; to overcast; to darken; to obscure.\n\nTo show indistinctly or become indistinct, as the picture on a negative sometimes does in the process of development.","mistrow":"To think wrongly. [Obs.]","hosteler":"1. The keeper of a hostel or inn. 2. A student in a hostel, or small unendowed collede in Oxford or Cambridge. [Obs.] Fuller.","gorcock":"The moor cock, or red grouse. See Grouse. [Prov. Eng.]","hydraulic":"Of or pertaining to hydraulics, or to fluids in motion; conveying, or acting by, water; as, an hydraulic clock, crane, or dock. Hydraulic accumulator, an accumulator for hydraulic machinery of any kind. See Accumulator, 2. -- Hydraulic brake, a cataract. See Cataract, 3. -- Hydraulic cement, a cement or mortar made of hydraulic lime, which will harden under water. -- Hydraulic elevator, a lift operated by the weight or pressure of water. -- Hydraulic jack. See under Jack. -- Hydraulic lime, quicklime obtained from hydraulic limestone, and used for cementing under water, etc. -- Hydraulic limestone, a limestone which contains some clay, and which yields a quicklime that will set, or form a firm, strong mass, under water. -- Hydraulic main (Gas Works), a horizontal pipe containing water at the bottom into which the ends of the pipes from the retorts dip, for passing the gas through water in order to remove ammonia. -- Hydraulic mining, a system of mining in which the force of a jet of water is used to wash down a bank of gold-bearing gravel or earth. [Pacific Coast] -- Hydraulic press, a hydrostatic press. See under Hydrostatic. -- Hydraulic propeller, a device for propelling ships by means of a stream of water ejected under water rearward from the ship. -- Hydraulic ram, a machine for raising water by means of the energy of the moving water of which a portion is to be raised. When the rush of water through the main pipe d shuts the valve at a, the momentum of the current thus suddenly checked forces part of it into the air chamber b, and up the pipe c, its return being prevented by a valve at the entrance to the air chamber, while the dropping of the valve a by its own weight allows another rush through the main pipe, and so on alternately. -- Hydraulic valve. (Mach.) (a) A valve for regulating the distribution of water in the cylinders of hydraulic elevators, cranes, etc. (b) (Gas Works) An inverted cup with a partition dipping into water, for opening or closing communication between two gas mains, the open ends of which protrude about the water.","holorhinal":"Having the nasal bones contiguous.","apothegmatical":"Pertaining to, or in the manner of, an apotghem; sententious; pithy.","drasty":"Filthy; worthless. [Obs.] \"Drasty ryming.\" Chaucer.","-hood":"A termination denoting state, condition, quality, character, totality, as in manhood, childhood, knighthood, brotherhood. Sometimes it is written, chiefly in obsolete words, in the form - head.","unpaganize":"To cause to cease to be pagan; to divest of pagan character. [R.] Cudworth.","humective":"Tending to moisten. [Obs.]","prelector":"A reader of lectures or discourses; a lecturer. Sheldon.","revocability":"The quality of being revocable; as, the revocability of a law.","bibitory":"Of or pertaining to drinking or tippling.","fellowship":"1. The state or relation of being or associate. 2. Companionship of persons on equal and friendly terms; frequent and familiar intercourse. In a great town, friends are scattered, so that there is not that fellowship which is in less neighborhods. Bacon. Men are made for society and mutual fellowship. Calamy. 3. A state of being together; companionship; partnership; association; hence, confederation; joint interest. The great contention of the sea and skies Parted our fellowship. Shak. Fellowship in pain divides not smart. Milton. Fellowship in woe doth woe assuage. Shak. The goodliest fellowship of famous knights, Whereof this world holds record. Tennyson. 4. Those associated with one, as in a family, or a society; a company. The sorrow of Noah with his fellowship. Chaucer. With that a joyous fellowship issued Of minstrels. Spenser. 5. (Eng. & Amer. Universities) A foundation for the maintenance, on certain conditions, of a scholar called a fellow, who usually resides at the university. 6. (Arith.) The rule for dividing profit and loss among partners; -- called also partnership, company, and distributive proportion.\n\n(Eccl.) To acknowledge as of good standing, or in communion according to standards of faith and practice; to admit to Christian fellowship.\n\ncompanionableness; the spirit and disposition befitting comrades. Theres neither honesty, manhood, nor good fellowship in thee. Shak.","futurism":"A movement or phase of post-impressionism (which see, below).","nucule":"Same as Nutlet.","pityriasis":"A superficial affection of the skin, characterized by irregular patches of thin scales which are shed in branlike particles. Pityriasis versicolor Etym: [NL.] (Med.), a parasitic disease of the skin, characterized by the development of reddish or brownish patches.","jenkins":"name of contempt for a flatterer of persons high in social or official life; as, the Jenkins employed by a newspaper. [Colloq. Eng. & U.S.] G. W. Curtis.","reciprocornous":"Having horns turning backward and then forward, like those of a ram. [R.] Ash.","paranymph":"1. (Gr. Antiq.) (a) A friend of the bridegroom who went with him in his chariot to fetch home the bride. Milton. (b) The bridesmaid who conducted the bride to the bridegroom. 2. Hence: An ally; a supporter or abettor. Jer. Taylor.","subastral":"Beneath the stars or heavens; terrestrial. Bp. Warburton.","surrogation":"The act of substituting one person in the place of another. [R.] Killingbeck.","alvine":"Of, from, in, or pertaining to, the belly or the intestines; as, alvine discharges; alvine concretions.","desirably":"In a desirable manner.","evangelize":"To instruct in the gospel; to preach the gospel to; to convert to Christianity; as, to evangelize the world. His apostles whom he sends To evangelize the nations. Milton.\n\nTo preach the gospel.","bewail":"To express deep sorrow for, as by wailing; to lament; to wail over. Hath widowed and unchilded many a one, Which to this hour bewail the injury. Shak. Syn. -- To bemoan; grieve. -- See Deplore.\n\nTo express grief; to lament. Shak.","monovalent":"Having a valence of one; univalent. See Univalent.","felly":", adv. In a fell or cruel manner; fiercely; barbarously; savagely. Spenser.\n\nThe exterior wooden rim, or a segment of the rim, of a wheel, supported by the spokes. [Written also felloe.] Break all the spokes and fellies from her wheel. Shak.","podge":"1. A puddle; a plash. Skinner. 2. Porridge. [Prov. Eng.] Halliwell.","mustahfiz":"See Army organization, above.","inexorably":"In an inexorable manner; inflexibly. \"Inexorably firm.\" Thomson.","reduit":"A central or retired work within any other work.","skua":"Any jager gull; especially, the Megalestris skua; -- called also boatswain.","misproud":"Viciously proud. [Obs.] Shak.","dey":"A servant who has charge of the dairy; a dairymaid. [Obs.] Chaucer.\n\nThe governor of Algiers; -- so called before the French conquest in 1830.","civil service commission":"In the United States, a commission appointed by the President, consisting of three members, not more than two of whom may be adherents of the same party, which has the control, through examinations, of appointments and promotions in the classified civil service. It was created by act of Jan, 16, 1883 (22 Stat. 403).","spermatooen":"A spermoblast. -- Sper`ma*to\"al, a. Owen.","destiny":"1. That to which any person or thing is destined; predetermined state; condition foreordained by the Divine or by human will; fate; lot; doom. Thither he Will come to know his destiny. Shak. No man of woman born, Coward or brave, can shun his destiny. Bryant. 2. The fixed order of things; invincible necessity; fate; a resistless power or agency conceived of as determining the future, whether in general or of an individual. But who can turn the stream of destiny Spenser. Fame comes only when deserved, and then is as inevitable as destiny, for it is destiny. Longfellow. The Destinies (Anc. Myth.), the three Parcæ, or Fates; the supposed powers which preside over human life, and determine its circumstances and duration. Marked by the Destinies to be avoided. Shak.","exposedness":"The state of being exposed, laid open, or unprotected; as, an exposedness to sin or temptation.","superannuate":"1. To impair or disquality on account of age or infirmity. Sir T. Browne. 2. To give a pension to, on account of old age or other infirmity; to cause to retire from service on a pension.\n\nTo last beyond the year; -- said of annual plants. [Obs.] Bacon.","neuraxis":"See Axis cylinder, under Axis.","stag-horned":"Having the mandibles large and palmate, or branched somewhat like the antlers of a stag; -- said of certain beetles.","epidermic":"Epidermal; connected with the skin or the bark. Epidermic administration of medicine (Med.), the application of medicine to the skin by friction.","aromatize":"To impregnate with aroma; to render aromatic; to give a spicy scent or taste to; to perfume. Bacon.","rompingly":"In a romping manner.","kickable":"Capable or deserving of being kicked. \"A kickable boy.\" G. Eliot.","outcant":"To surpass in canting. Pope.","rifling":"(a) The act or process of making the grooves in a rifled cannon or gun barrel. (b) The system of grooves in a rifled gun barrel or cannon. Shunt rifling, rifling for cannon, in which one side of the groove is made deeper than the other, to facilitate loading with shot having projections which enter by the deeper part of the grooves.","intendent":"See Intendant, n. [Obs.]","cell":"1. A very small and close apartment, as in a prison or in a monastery or convent; the hut of a hermit. The heroic confessor in his cell. Macaulay. 2. A small religious house attached to a monastery or convent. \"Cells or dependent priories.\" Milman. 3. Any small cavity, or hollow place. 4. (Arch.) (a) The space between the ribs of a vaulted roof. (b) Same as Cella. 5. (Elec.)  A jar of vessel, or a division of a compound vessel, for holding the exciting fluid of a battery. 6. (Biol.)  One of the minute elementary structures, of which the greater part of the various tissues and organs of animals and plants are composed. Note: All cells have their origin in the primary cell from which the organism was developed. In the lowest animal and vegetable forms, one single cell constitutes the complete individual, such being called unicelluter orgamisms. A typical cell is composed of a semifluid mass of protoplasm, more or less granular, generally containing in its center a nucleus which in turn frequently contains one or more nucleoli, the whole being surrounded by a thin membrane, the cell wall. In some cells, as in those of blood, in the amoeba, and in embryonic cells (both vegetable and animal), there is no restricting cell wall, while in some of the unicelluliar organisms the nucleus is wholly wanting. See Illust. of Bipolar. Air cell. See Air cell. -- Cell development (called also cell genesis, cell formation, and cytogenesis), the multiplication, of cells by a process of reproduction under the following common forms; segmentation or fission, gemmation or budding, karyokinesis, and endogenous multiplication. See Segmentation, Gemmation, etc. -- Cell theory. (Biol.) See Cellular theory, under Cellular.\n\nTo place or inclosed in a cell. \"Celled under ground.\" [R.] Warner.","inadequate":"Not adequate; unequal to the purpose; insufficient; deficient; as, inadequate resources, power, conceptions, representations, etc. Dryden. -- In*ad\"e*quate*ly, adv. -- In*ad\"e*quate*ness, n.","cloyless":"That does not cloy. Shak.","store":"1. That which is accumulated, or massed together; a source from which supplies may be drawn; hence, an abundance; a great quantity, or a great number. The ships are fraught with store of victuals. Bacon. With store of ladies, whose bright eyes Rain influence, and give the prize. Milton. 2. A place of deposit for goods, esp. for large quantities; a storehouse; a warehouse; a magazine. 3. Any place where goods are sold, whether by wholesale or retail; a shop. [U.S. & British Colonies] 4. pl.  Articles, especially of food, accumulated for some specific object; supplies, as of provisions, arms, ammunition, and the like; as, the stores of an army, of a ship, of a family. His swine, his horse, his stoor, and his poultry. Chaucer. In store, in a state of accumulation; in keeping; hence, in a state of readiness. \"I have better news in store for thee.\" Shak. -- Store clothes, clothing purchased at a shop or store; -- in distinction from that which is home-made. [Colloq. U.S.] -- Store pay, payment for goods or work in articles from a shop or store, instead of money. [U.S.] -- To set store by, to value greatly; to have a high appreciation of. -- To tell no store of, to make no account of; to consider of no importance. Syn. -- Fund; supply; abundance; plenty; accumulation; provision. -- Store, Shop. The English call the place where goods are sold (however large or splendid it may be) a shop, and confine the word store to its original meaning; viz., a warehouse, or place where goods are stored. In America the word store is applied to all places, except the smallest, where goods are sold. In some British colonies the word store is used as in the United States. In his needy shop a tortoise hung, An alligator stuffed, and other skins Of ill-shaped fishes; and about his shelves A beggarly account of empty boxes. Shak. Sulphurous and nitrous foam, . . . Concocted and adjusted, they reduced To blackest grain, and into store conveyed. Milton.\n\nAccumulated; hoarded. Bacon.\n\n1. To collect as a reserved supply; to accumulate; to lay away. Dora stored what little she could save. Tennyson. 2. To furnish; to supply; to replenish; esp., to stock or furnish against a future time. Her mind with thousand virtues stored. Prior. Wise Plato said the world with men was stored. Denham. Having stored a pond of four acres with carps, tench, and other fish. Sir M. Hale. 3. To deposit in a store, warehouse, or other building, for preservation; to warehouse; as, to store goods.","gentisin":"A tasteless, yellow, crystalline substance, obtained from the gentian; -- called also gentianin.","brainsickly":"In a brainsick manner.","galliot":"See Galiot.","bleareyedness":"The state of being blear-eyed.","circumflexion":"1. The act of bending, or causing to assume a curved form. 2. A winding about; a turning; a circuity; a fold.","resuscitable":"Capable of resuscitation; as, resuscitable plants. Boyle.","indolence":"1. Freedom from that which pains, or harasses, as toil, care, grief, etc. [Obs.] I have ease, if it may not rather be called indolence. Bp. Hough. 2. The quality or condition of being indolent; inaction, or want of exertion of body or mind, proceeding from love of ease or aversion to toil; habitual idleness; indisposition to labor; laziness; sloth; inactivity. Life spent in indolence, and therefore sad. Cowper. As there is a great truth wrapped up in \"diligence,\" what a lie, on the other hand, lurks at the root of our present use of the word \"indolence\"! This is from \"in\" and \"doleo,\" not to grieve; and indolence is thus a state in which we have no grief or pain; so that the word, as we now employ it, seems to affirm that indulgence in sloth and ease is that which would constitute for us the absence of all pain. Trench.","creatic":"Relating to, or produced by, flesh or animal food; as, creatic nausea. [Written also kreatic.]","exurgent":"Arising; coming to light. [Obs.]","sennet":"A signal call on a trumpet or cornet for entrance or exit on the stage. [Obs.]\n\nThe barracuda.","eggnog":"A drink consisting of eggs beaten up with sugar, milk, and (usually) wine or spirits.","meiocene":"See Miocene.","effund":"To pour out. [Obs.] Dr. H. More.","quadrivalent":"Having a valence of four; capable of combining with, being replaced by, or compared with, four monad atoms; tetravalent; -- said of certain atoms and radicals; thus, carbon and silicon are quadrivalent elements.","pyro-":"Combining forms designating fire or heat; specifically (Chem.), used to imply an actual or theoretical derivative by the action of heat; as in pyrophosphoric, pyrosulphuric, pyrotartaric, pyrotungstic, etc.","septuple":"Seven times as much; multiplied by seven; sevenfold.\n\nTo multiply by seven; to make sevenfold. Sir J. Herschel.","oylet":"1. See Eyelet. 2. (Arch.)  Same as Oillet.","enhearten":"To give heart to; to fill with courage; to embolden. The enemy exults and is enheartened. I. Taylor.","disobediency":"Disobedience.","huttoning":"Forcible manipulation of a dislocated, stiff, or painful joint.","canaliculated":"Having a channel or groove, as in the leafstalks of most palms.","empale":"To make pale. [Obs.] No bloodless malady empales their face. G. Fletcher.\n\n1. To fence or fortify with stakes; to surround with a line of stakes for defense; to impale. All that dwell near enemies empale villages, to save themselves from surprise. Sir W. Raleigh. 2. To inclose; to surround. See Impale. 3. To put to death by thrusting a sharpened stake through the body. 4. (Her.)  Same as Impale.","lecythis":"A genus of gigantic trees, chiefly Brazilian, of the order Myrtaceæ, having woody capsules opening by an apical lid. Lecythis Zabucajo yields the delicious sapucaia nuts. L. Ollaria produces the monkey-pots, its capsules. Its bark separates into thin sheets, like paper, used by the natives for cigarette wrappers.","retex":"To annual, as orders. [Obs.] Bp. Hacket.","penholder":"A handle for a pen.","adrian":"Pertaining to the Adriatic Sea; as, Adrian billows.","clinoid":"Like a bed; -- applied to several processes on the inner side of the sphenoid bone.","inscriptive":"Bearing inscription; of the character or nature of an inscription.","pistolade":"A pistol shot.","cynarrhodium":"A fruit like that of the rose, consisting of a cup formed of the calyx tube and receptacle, and containing achenes.","subpellucid":"Somewhat pellucid; nearly pellucid.","antheriferous":"(a) Producing anthers, as plants. (b) Supporting anthers, as a part of a flower. Gray.","peripatetic":"1. Walking about; itinerant. 2. Of or pertaining to the philosophy taught by Aristotle (who gave his instructions while walking in the Lyceum at Athens), or to his followers. \"The true peripatetic school.\" Howell.\n\n1. One who walks about; a pedestrian; an itinerant. Tatler. 2. A disciple of Aristotle; an Aristotelian.","sortable":"1. Capable of being sorted. 2. Suitable; befitting; proper. [Obs.] con.","rhabdophora":"An extinct division of Hydrozoa which includes the graptolities.","beechy":"Of or relating to beeches.","strockle":"A shovel with a turned-up edge, for frit, sand, etc. [Written also strocal, strocle, strokal.]","palmatifid":"Palmate, with the divisions separated but little more than halfway to the common center.","antherozoid":"One of the mobile male reproductive bodies in the antheridia of cryptogams.","uncreatedness":"The quality or state of being uncreated.","waterlandian":"One of a body of Dutch Anabaptists who separated from the Mennonites in the sixteenth century; -- so called from a district in North Holland denominated Waterland.","haematozoon":"A parasite inhabiting the blood; esp.: (a) Certain species of nematodes of the genus Filaria, sometimes found in the blood of man, the horse, the dog, etc. (b) The trematode, Bilharzia hæmatobia, which infests the inhabitants of Egypt and other parts of Africa, often causing death.","scringe":"To cringe. [Prov. Eng. & Local, U.S.]","chirurgeonly":"Surgically. [Obs.] Shak.","outline":"1. (a) The line which marks the outer limits of an object or figure; the exterior line or edge; contour. (b) In art: A line drawn by pencil, pen, graver, or the like, by which the boundary of a figure is indicated. (c) A sketch composed of such lines; the delineation of a figure without shading. Painters, by their outlines, colors, lights, and shadows, represent the same in their pictures. Dryden. 2. Fig.: A sketch of any scheme; a preliminary or general indication of a plan, system, course of thought, etc.; as, the outline of a speech. But that larger grief . . . Is given in outline and no more. Tennyson. Syn. -- Sketch; draught; delineation. See Sketch.\n\n1. To draw the outline of. 2. Fig.: To sketch out or indicate as by an outline; as, to outline an argument or a campaign.","reintegration":"A renewing, or making whole again. See Redintegration.","occultation":"1. (Astron.)  The hiding of a heavenly body from sight by the intervention of some other of the heavenly bodies; -- applied especially to eclipses of stars and planets by the moon, and to the eclipses of satellites of planets by their primaries. 2. Fig.: The state of being occult. The reappearance of such an author after those long periods of occultation. Jeffrey. Circle of perpetual occultation. See under Circle.","counter-couchant":"Lying down, with their heads in opposite directions; -- said of animals borne in a coat of arms.","cacodylic":"Of, pertaining to, or derived from, cacodyl. Cacodylic acid, a white, crystalline, deliquescent substance, (CH3)2AsO.OH, obtained by the oxidation of cacodyl, and having the properties of an exceedingly stable acid; -- also called alkargen.","gairish":"Same as Garish, Garishly, Garishness.","mestling":"A kind of brass. See Maslin. [Obs.]","gambol":"A skipping or leaping about in frolic; a hop; a sportive prank. Dryden.\n\nTo dance and skip about in sport; to frisk; to skip; to play in frolic, like boys or lambs.","fenks":"The refuse whale blubber, used as a manure, and in the manufacture of Prussian blue. Ure.","controverse":"Controversy. [Obs.] Spenser.\n\nTo dispute; to controvert. [Obs.] \"Controversed causes.\" Hooker.","crumpy":"Brittle; crisp. Wright.","weasel":"Any one of various species of small carnivores belonging to the genus Putorius, as the ermine and ferret. They have a slender, elongated body, and are noted for the quickness of their movements and for their bloodthirsty habit in destroying poultry, rats, etc. The ermine and some other species are brown in summer, and turn white in winter; others are brown at all seasons. Malacca weasel, the rasse. -- Weasel coot, a female or young male of the smew; -- so called from the resemblance of the head to that of a weasel. Called also weasel duck. -- Weasel lemur, a short-tailed lemur (Lepilemur mustelinus). It is reddish brown above, grayish brown below, with the throat white.","enthronize":"To place on a throne; hence, to induct into office, as a bishop. There openly enthronized as the very elected king. Knolles.","elliptical":"1. Of or pertaining to an ellipse; having the form of an ellipse; oblong, with rounded ends. The planets move in elliptic orbits. Cheyne. 2. Having a part omitted; as, an elliptical phrase. Elliptic chuck. See under Chuck. -- Elliptic compasses, an instrument arranged for drawing ellipses. -- Elliptic function. (Math.) See Function. -- Elliptic integral. (Math.) See Integral. -- Elliptic polarization. See under Polarization.","rhamphotheca":"The horny covering of the bill of birds.","tibio-":"A combining form used in anatomy to indicate connection with, or relation to, the tibia; as, tibiotarsus, tibiofibular.","mysterial":"Mysterious. [Obs.]","corbiestep":"One of the steps in which a gable wall is often finished in place of a continuous slope; -- also called crowstep.","digamma":"A letter ( Note: This form identifies it with the Latin F, though in sound it is said to have been nearer V. It was pronounced, probably, much like the English W.","pig-headed":"Having a head like a pig; hence, figuratively: stupidity obstinate; perverse; stubborn. B. Jonson. -- Pig\"-head`ed*ness, n.","parka":"An outer garment made of the skins of birds or mammals, worn by Eskimos, etc.","variformed":"Formed with different shapes; having various forms; variform.","attendement":"Intent. [Obs.] Spenser.","pivot":"1. A fixed pin or short axis, on the end of which a wheel or other body turns. 2. The end of a shaft or arbor which rests and turns in a support; as, the pivot of an arbor in a watch. 3. Hence, figuratively: A turning point or condition; that on which important results depend; as, the pivot of an enterprise. 4. (Mil.)  The officer or soldier who simply turns in his place whike the company or line moves around him in wheeling; -- called also pivot man. Pivot bridge, a form of drawbridge in which one span, called the pivot span, turns about a central vertical axis. -- Pivot gun, a gun mounted on a pivot or revolving carriage, so as to turn in any direction. -- Pivot tooth (Dentistry), an artificial crown attached to the root of a natural tooth by a pin or peg.\n\nTo place on a pivot. Clarke.","speculative":"1. Given to speculation; contemplative. The mind of man being by nature speculative. Hooker. 2. Involving, or formed by, speculation; ideal; theoretical; not established by demonstration. Cudworth. 3. Of or pertaining to vision; also, prying; inquisitive; curious. [R.] Bacon. 4. Of or pertaining to speculation in land, goods, shares, etc.; as, a speculative dealer or enterprise. The speculative merchant exercises no one regular, established, or well-known branch of business. A. Smith. -- Spec\"u*la*tive*ly, adv. -- Spec\"u*la*tive*ness, n.","synecdoche":"A figure or trope by which a part of a thing is put for the whole (as, fifty sail for fifty ships), or the whole for a part (as, the smiling year for spring), the species for the genus (as, cutthroat for assassin), the genus for the species (as, a creature for a man), the name of the material for the thing made, etc. Bain.","introduction":"1. The act of introducing, or bringing to notice. 2. The act of formally making persons known to each other; a presentation or making known of one person to another by name; as, the introduction of one stranger to another. 3. That part of a book or discourse which introduces or leads the way to the main subject, or part; preliminary; matter; preface; proem; exordium. 4. A formal and elaborate preliminary treatise; specifically, a treatise introductory to other treatises, or to a course of study; a guide; as, an introduction to English literature.","mazdean":"Of or pertaining to Ahura-Mazda, or Ormuzd, the beneficent deity in the Zoroastrian dualistic system; hence, Zoroastrian.","liftable":"Such as can be lifted.","etherization":"(a) The administration of ether to produce insensibility. (b) The state of the system under the influence of ether.","cyathophylloid":"Like, or pertaining to, the family Cyathophyllidæ.\n\nA fossil coral of the family Cyathophyllidæ; sometimes extended to fossil corals of other related families belonging to the group Rugosa; -- also called cup corals. Thay are found in paleozoic rocks.","tetanomotor":"An instrument from tetanizing a muscle by irritating its nerve by successive mechanical shocks.","preface":"1. Something spoken as introductory to a discourse, or written as introductory to a book or essay; a proem; an introduction, or series of preliminary remarks. This superficial tale Is but a preface of her worthy praise. Shak. Heavens high behest no preface needs. Milton. 2. (R. C. Ch.)  The prelude or introduction to the canon of the Mass. Addis & Arnold. Proper preface (Ch. of Eng. & Prot. Epis. Ch.), a portion of the communion service, preceding the prayer of consecration, appointed for certain seasons. Syn. -- Introduction; preliminary; preamble; proem; prelude; prologue.\n\nTo introduce by a preface; to give a preface to; as, to preface a book discourse.\n\nTo make a preface. Jer. Taylor.","turbulent":"1. Disturbed; agitated; tumultuous; roused to violent commotion; as, the turbulent ocean. Calm region once, And full of peace, now tossed and turbulent. Milton. 2. Disposed to insubordination and disorder; restless; unquiet; refractory; as, turbulent spirits. Sagacious, bold, and turbulent of wit. Dryden. 3. Producing commotion; disturbing; exciting. Whose heads that turbulent liquor fills with fumes. Milton. Syn. -- Disturbed; agitated; tumultuous; riotous; seditious; insubordinate; refractory; unquiet.","paleology":"The study or knowledge of antiquities, esp. of prehistoric antiquities; a discourse or treatise on antiquities; archæology .","nigh":"1. Not distant or remote in place or time; near. The loud tumult shows the battle nigh. Prior. 2. Not remote in degree, kindred, circumstances, etc.; closely allied; intimate. \"Nigh kinsmen.\" Knolles. Ye ... are made nigh by the blood of Christ. Eph. ii. 13. Syn. -- Near; close; adjacent; contiguous; present; neighboring.\n\n1. In a situation near in place or time, or in the course of events; near. He was sick, nigh unto death. Phil. ii. 27. He drew not nigh unheard; the angel bright, Ere he drew nigh, his radiant visage turned. Milton. 2. Almost; nearly; as, he was nigh dead.\n\nTo draw nigh (to); to approach; to come near. [Obs.] Wyclif (Matt. iii. 2).\n\nNear to; not remote or distant from. \"was not this nigh shore\" Shak.","beauxite":"A ferruginous hydrate of alumina. It is largely used in the preparation of aluminium and alumina, and for the lining of furnaces which are exposed to intense heat.\n\nSee Bauxite.","disorganization":"1. The act of disorganizing; destruction of system. 2. The state of being disorganized; as, the disorganization of the body, or of government. The magazine of a pawnbroker in such total disorganization, that the owner can never lay his hands upon any one article at the moment he has occasion for it. Sir W. Scott.","holloa":"Same as Hollo.","spirograph":"An instrument for recording the respiratory movements, as the sphygmograph does those of the pulse.","komenic":"Of or pertaining to, or designating, an acid derived from meconic acid. [Written also comenic.]","ironbark tree":"The Australian Eucalyptus Sideroxylon, used largely by carpenters and shipbuilders; -- called also ironwood.","oxygenizable":"Oxidizable.","annex":"1. To join or attach; usually to subjoin; to affix; to append; -- followed by to. \"He annexed a codicil to a will.\" Johnson. 2. To join or add, as a smaller thing to a greater. He annexed a province to his kingdom. Johnson. 3. To attach or connect, as a consequence, condition, etc.; as, to annex a penalty to a prohibition, or punishment to guilt. Syn. -- To add; append; affix; unite; coalesce. See Add.\n\nTo join; to be united. Tooke.\n\nSomething annexed or appended; as, an additional stipulation to a writing, a subsidiary building to a main building; a wing.","accompaniment":"That which accompanies; something that attends as a circumstance, or which is added to give greater completeness to the principal thing, or by way of ornament, or for the sake of symmetry. Specifically: (Mus.)  A part performed by instruments, accompanying another part or parts performed by voices; the subordinate part, or parts, accompanying the voice or a principal instrument; also, the harmony of a figured bass. P. Cyc.","megatherium":"An extinct gigantic quaternary mammal, allied to the ant-eaters and sloths. Its remains are found in South America.","stainer":"1. One who stains or tarnishes. 2. A workman who stains; as, a stainer of wood.","slum":"1. A foul back street of a city, especially one filled with a poor, dirty, degraded, and often vicious population; any low neighborhood or dark retreat; -- usually in the plural; as, Westminster slums are haunts for theives. Dickens. 2. pl. (Mining)  Same as Slimes.","penetrable":"Capable of being penetrated, entered, or pierced. Used also figuratively. And pierce his only penetrable part. Dryden. I am not made of stones, But penetrable to your kind entreats. Shak. -- Pen\"e*tra*ble*ness, n. -- Pen\"e*tra*bly, adv.","kimmerian":"See Cimmerian.","horribleness":"The state or quality of being horrible; dreadfulness; hideousness. The horribleness of the mischief. Sir P. Sidney.","supplementation":"The act of supplementing. C. Kingsley.","polybasic":"Capable of neutralizing, or of combining with, several molecules of a monacid base; having several hydrogen atoms capable of being replaced by basic radicals; -- said of certain acids; as, sulphuric acid is polybasic.","corival":"A rival; a corrival.\n\nTo rival; to pretend to equal. Shak.","establisher":"One who establishes.","gallipoli oil":"An inferior kind of olive oil, brought from Gallipoli, in Italy.","procuress":"A female procurer, or pander.","bunsen cell":"A zinc-carbon cell in which the zinc (amalgamated) is surrounded by dilute sulphuric acid, and the carbon by nitric acid or a chromic acid mixture, the two plates being separated by a porous cup. BUNSENS BATTERY; BUNSENS BURNER Bun\"sens bat\"ter*y, Bun\"sens burn`er.  See under Battery, and Burner.","white-ear":"The wheatear.","recite":"1. To repeat, as something already prepared, written down, committed to memory, or the like; to deliver from a written or printed document, or from recollection; to rehearse; as, to recite the words of an author, or of a deed or covenant. 2. To tell over; to go over in particulars; to relate; to narrate; as, to recite past events; to recite the particulars of a voyage. 3. To rehearse, as a lesson to an instructor. 4. (Law)  To state in or as a recital. See Recital, 5. Syn. -- To rehearse; narrate; relate; recount; describe; recapitulate; detail; number; count.\n\nTo repeat, pronounce, or rehearse, as before an audience, something prepared or committed to memory; to rehearse a lesson learned.\n\nA recital. [Obs.] Sir W. Temple.","explate":"To explain; to unfold. [Obs.] Like Solons self explatest the knotty laws. B. Jonson.","acroterial":"Pertaining to an acroterium; as, ornaments. P. Cyc.","upsilon":"The 20th letter (U, u) of the Greek alphabet, a vowel having originally the sound of oo as in room, becoming before the 4th century b. c. that French u or Ger. ü. Its equivalent in English is u or y.","febrifugal":"Having the quality of mitigating or curing fever. Boyle.","lieutenantry":"See Lieutenancy. [Obs.]","submentum":"The basal part of the labium of insects. It bears the mentum.","mumblenews":"A talebearer. [Obs.]","trusty":"1. Admitting of being safely trusted; justly deserving confidence; fit to be confided in; trustworthy; reliable. Your trusty and most valiant servitor. Shak. 2. Hence, not liable to fail; strong; firm. His trusty sword he called to his aid. Spenser. 3. Involving trust; as, a trusty business. [R.] Shak.","orthotropal":"Having the axis of an ovule or seed straight from the hilum and chalaza to the orifice or the micropyle; atropous. Note: This word has also been used (but improperly) to describe any embryo whose radicle points towards, or is next to, the hilum.","phonograph":"1. A character or symbol used to represent a sound, esp. one used in phonography. 2. (Physics)  An instrument for the mechanical registration and reproduction of audible sounds, as articulate speech, etc. It consists of a rotating cylinder or disk covered with some material easily indented, as tinfoil, wax, paraffin, etc., above which is a thin plate carrying a stylus. As the plate vibrates under the influence of a sound, the stylus makes minute indentations or undulations in the soft material, and these, when the cylinder or disk is again turned, set the plate in vibration, and reproduce the sound.","abscess":"A collection of pus or purulent matter in any tissue or organ of the body, the result of a morbid process. Cold abscess, an abscess of slow formation, unattended with the pain and heat characteristic of ordinary abscesses, and lasting for years without exhibiting any tendency towards healing; a chronic abscess.","supposition":"1. The act of supposing, laying down, imagining, or considering as true or existing, what is known not to be true, or what is not proved. 2. That which is supposed; hypothesis; conjecture; surmise; opinion or belief without sufficient evidence. This is only an infallibility upon supposition that if a thing be true, it is imposible to be false. Tillotson. He means are in supposition. Shak.","torpid":"1. Having lost motion, or the power of exertion and feeling; numb; benumbed; as, a torpid limb. Without heat all things would be torpid. Ray. 2. Dull; stupid; sluggish; inactive. Sir M. Hale.","varicotomy":"Excision of a varicosity.","illusory":"Deceiving, or tending of deceive; fallacious; illusive; as, illusory promises or hopes.","devout":"1. Devoted to religion or to religious feelings and duties; absorbed in religious exercises; given to devotion; pious; reverent; religious. A devout man, and one that feared God. Acts x. 2. We must be constant and devout in the worship of God. Rogers. 2. Expressing devotion or piety; as, eyes devout; sighs devout; a devout posture. Milton. 3. Warmly devoted; hearty; sincere; earnest; as, devout wishes for ones welfare. The devout, devoutly religious persons, those who are sincerely pious. Syn. -- Holy; pure; religious; prayerful; pious; earnest; reverent; solemn; sincere.\n\n1. A devotee. [Obs.] Sheldon. 2. A devotional composition, or part of a composition; devotion. [Obs.] Milton.","underminer":"One who undermines.","baldachin":"1. A rich brocade; baudekin. [Obs.] 2. (Arch.)  A structure in form of a canopy, sometimes supported by columns, and sometimes suspended from the roof or projecting from the wall; generally placed over an altar; as, the baldachin in St. Peters. 3. A portable canopy borne over shrines, etc., in procession. [Written also baldachino, baldaquin, etc.]","beta rays":"Penetrating rays readily deflected by a magnetic or electric field, emitted by radioactive substances, as radium. They consist of negatively charged particles or electrons, apparently the same in kind as those of the cathode rays, but having much higher velocities (about 35,000 to 180,000 miles per second).","arterialize":"To transform, as the venous blood, into arterial blood by exposure to oxygen in the lungs; to make arterial.","caltrap":"1. (Bot.)  A genus of herbaceous plants (Tribulus) of the order Zygophylleæ, having a hard several-celled fruit, armed with stout spines, and resembling the military instrument of the same name. The species grow in warm countries, and are often very annoying to cattle. 2. (Mil.)  An instrument with four iron points, so disposed that, any three of them being on the ground, the other projects upward. They are scattered on the ground where an enemys cavalry are to pass, to impede their progress by endangering the horses feet.","russification":"The act or process of being Russified.","compressive":"Compressing, or having power or tendency to compress; as, a compressive force.","gone":"p. p. of Go.","maffler":"A stammerer. [Obs.]","lumber state":"Maine; -- a nickname.","telephote":"A telelectric apparatus for producing images of visible objects at a distance.","prothonotary":"1. A chief notary or clerk. \" My private prothonotary.\" Herrick. 2. Formerly, a chief clerk in the Court of Kings Bench and in the Court of Common Pleas, now superseded by the master. [Eng.] Wharton. Burrill. 3. A register or chief clerk of a court in certain States of the United States. 4. (R. C. Ch.)  Formerly, one who had the charge of writing the acts of the martyrs, and the circumstances of their death; now, one of twelve persons, constituting a college in the Roman Curia, whose office is to register pontifical acts and to make and preserve the official record of beatifications. 5. (Gr. Ch.)  The chief secretary of the patriarch of Constantinople. Prothonotary warbler (Zoöl.), a small American warbler (Protonotaria citrea). The general color is golden yellow, the back is olivaceous, the rump and tail are ash-color, several outer tail feathers are partly white.","cassareep":"A condiment made from the sap of the bitter cassava (Manihot utilissima) deprived of its poisonous qualities, concentrated by boiling, and flavored with aromatics. See Pepper pot.","numerically":"In a numerical manner; in numbers; with respect to number, or sameness in number; as, a thing is numerically the same, or numerically different.","mooner":"One who abstractedly wanders or gazes about, as if moonstruck. [R.] Dickens.","bluish":"Somewhat blue; as, bluish veins. \"Bluish mists.\" Dryden. -- Blu\"ish*ly, adv. -- Blu\"ish*ness, n.","caranx":"A genus of fishes, common on the Atlantic coast, including the yellow or goldon mackerel.","cisatlantic":"On this side of the Atlantic Ocean; -- used of the eastern or the western side, according to the standpoint of the writer. Story.","consolidant":"Serving to unite or consolidate; having the quality of consolidating or making firm.","salt-green":"Sea-green in color. Shak.","minimum":"The least quantity assignable, admissible, or possible, in a given case; hence, a thing of small consequence; -- opposed to Ant: maximum.","broadwise":"Breadthwise. [Archaic]","construct":"1. To put together the constituent parts of (something) in their proper place and order; to build; to form; to make; as, to construct an edlifice. 2. To devise; to invent; to set in order; to arrange; as, to construct a theory of ethics. Syn. -- To build; erect; form; compile; make; fabricate; originate; invent.\n\nFormed by, or relating to, construction, interpretation, or inference. Construct form or state (Heb. Gram.), that of a noun used before another which has the genitive relation to it.","infantine":"Infantile; childish. A degree of credulity next infantine. Burke.","carpale":"One of the bones or cartilages of the carpus; esp. one of the series articulating with the metacarpals.","coiner":"1. One who makes or stamps coin; a maker of money; -- usually, a maker of counterfeit money. Precautions such as are employed by coiners and receivers of stolen goods. Macaulay. 2. An inventor or maker, as of words. Camden.","photo-epinasty":"A disproportionately rapid growth of the upper surface of dorsiventral organs, such as leaves, through the stimulus of exposure to light. Encyc. Brit.","defatigation":"Weariness; fatigue. [R.] Bacon.","inconsequentness":"Inconsequence.","rorid":"Dewy; bedewed. [R.] T. Granger.","baboonery":"Baboonish behavior. Marryat.","diarrheal":"Of or pertaining to diarrhea; like diarrhea.","manis":"A genus of edentates, covered with large, hard, triangular scales, with sharp edges that overlap each other like tiles on a roof. They inhabit the warmest parts of Asia and Africa, and feed on ants. Called also Scaly anteater. See Pangolin.","doliolum":"A genus of freeswimming oceanic tunicates, allied to Salpa, and having alternate generations.","lightroom":"A small room from which the magazine of a naval vessel is lighted, being separated from the magazine by heavy glass windows.","supercretaceous":"Same as Supracretaceous.","bronzing":"1. The act or art of communicating to articles in metal, wood, clay, plaster, etc., the appearance of bronze by means of bronze powders, or imitative painting, or by chemical processes. Tomlinson. 2. A material for bronzing.","convolvulus":"A large genus of plants having monopetalous flowers, including the common bindweed (C. arwensis), and formerly the morning-glory, but this is now transferred to the genus Ipomæa. The luster of the long convolvuluses That coiled around the stately stems. Tennyson.","detachable":"That can be detached.","semolina":"The fine, hard parts of wheat, rounded by the attrition of the millstones, -- used in cookery.","heroic":"1. Of or pertaining to, or like, a hero; of the nature of heroes; distinguished by the existence of heroes; as, the heroic age; an heroic people; heroic valor. 2. Worthy of a hero; bold; daring; brave; illustrious; as, heroic action; heroic enterprises. 3. (Sculpture & Painting)  Larger than life size, but smaller than colossal; -- said of the representation of a human figure. Heroic Age, the age when the heroes, or those called the children of the gods, are supposed to have lived. -- Heroic poetry, that which celebrates the deeds of a hero; epic poetry. -- Heroic treatment or remedies (Med.), treatment or remedies of a severe character, suited to a desperate case. -- Heroic verse (Pros.), the verse of heroic or epic poetry, being in English, German, and Italian the iambic of ten syllables; in French the iambic of twelve syllables; and in classic poetry the hexameter. Syn. -- Brave; intrepid; courageous; daring; valiant; bold; gallant; fearless; enterprising; noble; magnanimous; illustrious.","pyaemic":"Of or pertaining to pyæmia; of the nature of pyæmia.","woolsey":"Linsey-woolsey.","polytungstic":"Containing several tungsten atoms or radicals; as, polytungstic acid. Polytungstic acid (Chem.), any one of several complex acids of tungsten containing more than one atom of tungsten.","theodicy":"1. A vindication of the justice of God in ordaining or permitting natural and moral evil. 2. That department of philosophy which treats of the being, perfections, and government of God, and the immortality of the soul. Krauth-Fleming.","expectative":"Constituting an object of expectation; contingent. Expectative grace, a mandate given by the pope or a prince appointing a successor to any benefice before it becomes vacant. Foxe.\n\nSomething in expectation; esp., an expectative grace. Milman.","omniscious":"All-knowing. [Obs.] Hakewill.","shikaree":"A sportsman; esp., a native hunter. [India]","evaporometer":"An instrument for ascertaining the quantity of a fluid evaporated in a given time; an atmometer.","pleasing":"Giving pleasure or satisfaction; causing agreeable emotion; agreeable; delightful; as, a pleasing prospect; pleasing manners. \"Pleasing harmony.\" Shak. \"Pleasing features.\" Macaulay. -- Pleas\"ing*ly, adv. -- Pleas\"ing*ness, n. Syn. -- Gratifying; delightful; agreeable. See Pleasant.\n\nAn object of pleasure. [Obs.] Chaucer.","cizar":"To clip with scissors. [Obs.] Beau. & Fl.","inaffability":"Want of affability or sociability; reticence.","depolarizer":"A substance used to prevent polarization, as upon the negative plate of a voltaic battery.","anemonin":"An acrid, poisonous, crystallizable substance, obtained from some species of anemone.","fur":"1. The short, fine, soft hair of certain animals, growing thick on the skin, and distinguished from the hair, which is longer and coarser. 2. The skins of certain wild animals with the fur; peltry; as, a cargo of furs. 3. Strips of dressed skins with fur, used on garments for warmth or for ornament. 4. pl.  Articles of clothing made of fur; as, a set of furs for a lady (a collar, tippet, or cape, muff, etc.). Wrapped up in my furs. Lady M. W. Montagu. 5. Any coating considered as resembling fur; as: (a) A coat of morbid matter collected on the tongue in persons affected with fever. (b) The soft, downy covering on the skin of a peach. (c) The deposit formed on the interior of boilers and other vessels by hard water. 6. (Her.)  One of several patterns or diapers used as tinctures. There are nine in all, or, according to some writers, only six. See Tincture.\n\nOf or pertaining to furs; bearing or made of fur; as, a fur cap; the fur trade. Fur seal (Zoöl.) one of several species of seals of the genera Callorhinus and Arclocephalus, inhabiting the North Pacific and the Antarctic oceans. They have a coat of fine and soft fur which is highly prized. The northern fur seal (Callorhinus ursinus) breeds in vast numbers on the Prybilov Islands, off the coast of Alaska; -- called also sea bear.\n\n1. To line, face, or cover with fur; as, furred robes. \"You fur your gloves with reason.\" Shak. 2. To cover with morbid matter, as the tongue. 3. (Arch.) To nail small strips of board or larger scantling upon, in order to make a level surface for lathing or boarding, or to provide for a space or interval back of the plastered or boarded surface, as inside an outer wall, by way of protection against damp. Gwill.","laelaps":"A genus of huge, carnivorous, dinosaurian reptiles from the Cretaceous formation of the United States. They had very large hind legs and tail, and are supposed to have been bipedal. Some of the species were about eighteen feet high.","blazonment":"The act or blazoning; blazoning; emblazonment.","grubble":"To feel or grope in the dark. [Obs.] Dryden.","raceabout":"A small sloop-rigged racing yacht carrying about six hundred square feet of sail, distinguished from a knockabout by having a short bowsprit.","unreverent":"Irreverent. [R.] Shak.","sapience":"The quality of being sapient; wisdom; sageness; knowledge. Cowper. Woman, if I might sit beside your feet, And glean your scattered sapience. Tennyson.","understrapper":"A petty fellow; an inferior agent; an underling. This was going to the fountain head at once, not applying to the understrappers. Goldsmith.","amazon":"1. One of a fabulous race of female warriors in Scythia; hence, a female warrior. 2. A tall, strong, masculine woman; a virago. 3. (Zoöl.)  A name numerous species of South American parrots of the genus Chrysotis Amazon ant (Zoöl.), a species of ant (Polyergus rufescens), of Europe and America. They seize by conquest the larvæ and nymphs other species and make slaves of them in their own nests.","oolite":"A variety of limestone, consisting of small round grains, resembling the roe of a fish. It sometimes constitutes extensive beds, as in the European Jurassic. See the Chart of Geology.","overinform":"To inform, fill, or animate, excessively. [R.] Johnson.","tripetaloid":"Having the form or appearance of three petals; appearing as if furnished with three petals.","misbecome":"Not to become; to suit ill; not to befit or be adapted to. Macaulay. Thy father will not act what misbecomes him. Addison.","able-minded":"Having much intellectual power. -- A`ble-mind\"ed*ness, n.","gestant":"Bearing within; laden; burdened; pregnant. [R.] \"Clouds gestant with heat.\" Mrs. Browning.","perficient":"Making or doing throughly; efficient; effectual. [R.] Blackstone.\n\nOne who performs or perfects a work; especially, one who endows a charity. [R.]","vomitory":"Causing vomiting; emetic; vomitive.\n\n1. An emetic; a vomit. Harvey. 2. Etym: [L. vomitorium.] (Arch.)  A principal door of a large ancient building, as of an amphitheater. Sixty-four vomitories . . . poured forth the immense multitude. Gibbon.","healthlessness":"The state of being health","partitive":"Denoting a part; as, a partitive genitive.\n\nA word expressing partition, or denoting a part.","foeticide":"Same as Feticide.","irrisible":"Not risible. [R.]","indies":"A name designating the East Indies, also the West Indies. Our king has all the Indies in his arms. Shak.","crustaceousness":"The state or quality of being crustaceous or having a crustlike shell.","freckledness":"The state of being freckled.","riddling":"Speaking in a riddle or riddles; containing a riddle. \"Riddling triplets.\" Tennyson. -- Rid\"dling, adv.","twaddle":"To talk a weak and silly manner, like one whose faculties are decayed; to prate; to prattle. Stanyhurst.\n\nSilly talk; gabble; fustian. I have put in this chapter on fighting . . . because of the cant and twaddle thats talked of boxing and fighting with fists now-a-days. T. Hughes.","balcony":"1. (Arch.)  A platform projecting from the wall of a building, usually resting on brackets or consoles, and inclosed by a parapet; as, a balcony in front of a window. Also, a projecting gallery in places of amusement; as, the balcony in a theater. 2. A projecting gallery once common at the stern of large ships. Note: \"The accent has shifted from the second to the first syllable within these twenty years.\" Smart (1836).","universalism":"The doctrine or belief that all men will be saved, or made happy, in the future state.","polymerization":"The act or process of changing to a polymeric form; the condition resulting from such change.","mallotus":"A genus of small Arctic fishes. One American species, the capelin (Mallotus villosus), is extensively used as bait for cod.","gallows":"1. A frame from which is suspended the rope with which criminals are executed by hanging, usually consisting of two upright posts and a crossbeam on the top; also, a like frame for suspending anything. So they hanged Haman on the gallows. Esther vii. 10. If I hang, Ill make a fat pair of gallows. Shak. O, there were desolation of gaolers and gallowses Shak. 2. A wretch who deserves the gallows. [R.] Shak. 3. (Print.)  The rest for the tympan when raised. 4. pl.  A pair of suspenders or braces. [Colloq.] Gallows bird, a person who deserves the gallows. [Colloq.] -- Gallows bitts (Naut.), one of two or more frames amidships on deck for supporting spare spars; -- called also gallows, gallows top, gallows frame, etc. -- Gallows frame. (a) The frame supporting the beam of an engine. (b) (Naut.) Gallows bitts. -- Gallows, or Gallow tree, the gallows. At length him nailéd on a gallow tree. Spenser.","benumb":"To make torpid; to deprive of sensation or sensibility; to stupefy; as, a hand or foot benumbed by cold. The creeping death benumbed her senses first. Dryden.","almoner":"One who distributes alms, esp. the doles and alms of religious houses, almshouses, etc.; also, one who dispenses alms for another, as the almoner of a prince, bishop, etc.","wonderly":"Wonderfully; wondrously. [Obs.] Chaucer.","wels":"The sheatfish; -- called also waller.","doretree":"A doorpost. [Obs.] \"As dead as a doretree.\" Piers Plowman.","quinia":"Quinine.","triandrian":"Of or pertaining to the Triandria; having three distinct and equal stamens in the same flower.","linnaean":"Of or pertaining to Linnæus, the celebrated Swedish botanist. Linnaean system (Bot.), the system in which the classes are founded mainly upon the stamens, and the orders upon the pistils; the artificial or sexual system.","greasiness":"The quality or state of being greasy, oiliness; unctuousness; grossness.","tom":"The knave of trumps at gleek. [Obs.]","millboard":"A kind of stout pasteboard.","dipsomaniacal":"Of or pertaining to dipsomania.","fireworm":"The larva of a small tortricid moth which eats the leaves of the cranberry, so that the vines look as if burned; -- called also cranberry worm.","lalo":"The powdered leaves of the baobab tree, used by the Africans to mix in their soup, as the southern negroes use powdered sassafras. Cf. Couscous.","moder":"1. A mother. [Obs.] Chaucer. 2. The principal piece of an astrolabe, into which the others are fixed. [Obs.]\n\nTo moderate. [Obs.]","mustee":"See Mestee.","concludent":"Bringing to a close; decisive; conclusive. [Obs.] Arguments highly consequential and concludent to my purpose. Sir M. Hale.","regratery":"The act or practice of regrating.","scare":"To frighten; to strike with sudden fear; to alarm. The noise of thy crossbow Will scare the herd, and so my shoot is lost. Shak. To scare away, to drive away by frightening. -- To scare up, to find by search, as if by beating for game. [Slang] Syn. -- To alarm; frighten; startle; affright; terrify.\n\nFright; esp., sudden fright produced by a trifling cause, or originating in mistake. [Colloq.]","margined":"1. Having a margin. Hawthorne. 2. (Zoöl.)  Bordered with a distinct line of color.","railingly":"With scoffing or insulting language.","innocency":"Innocence.","noun":"A word used as the designation or appellation of a creature or thing, existing in fact or in thought; a substantive. Note: By some grammarians the term noun is so used as to include adjectives, as being descriptive; but in general it is limited to substantives.","proceeder":"One who proceeds.","souari nut":"The large edible nutlike seed of a tall tropical American tree (Caryocar nuciferum) of the same natural order with the tea plant; -- also called butternut. [Written also sawarra nut.]","subcorneous":"(a) Situated under a horny part or layer. (b) Partially horny.","beta":"The second letter of the Greek alphabet, B, b. See B, and cf. etymology of Alphabet. Beta (B, b) is used variously for classifying, as: (a) (Astron.) To designate some bright star, usually the second brightest, of a constellation, as, b Aurigæ. (b) (Chem.) To distinguish one of two or more isomers; also, to indicate the position of substituting atoms or groups in certain compounds; as, b-naphthol. With acids, it commonly indicates that the substituent is in union with the carbon atom next to that to which the carboxyl group is attached.","instrumentalness":"Usefulness or agency, as means to an end; instrumentality. [R.] Hammond.","sulcation":"A channel or furrow.","infucate":"To stain; to paint; to daub.","untrained":"1. Not trained. Shak. 2. Not trainable; indocile. [Obs.] Herbert.","unintelligence":"Absence or lack of intelligence; unwisdom; ignorance. Bp. Hall.","octant":"1. (Geom.)  The eighth part of a circle; an arc of 45 degrees. 2. (Astron. & Astrol.)  The position or aspect of a heavenly body, as the moon or a planet, when half way between conjunction, or opposition, and quadrature, or distant from another body 45 degrees. 3. An instrument for measuring angles (generally called a quadrant), having an arc which measures up to 9Oº, but being itself the eighth part of a circle. Cf. Sextant. 4. (Math. & Crystallog.)  One of the eight parts into which a space is divided by three coördinate planes.","cicisbeism":"The state or conduct of a cicisbeo.","revengeful":"Full of, or prone to, revenge; vindictive; malicious; revenging; wreaking revenge. If thy revengeful heart can not forgive. Shak. May my hands . . . Never brandish more rebvengeful steel. Shak. Syn. -- Vindictive; vengeful; resentful; malicious. -- Re*venge\"ful*ly, adv. -- Re*venge\"ful*ness, n.","foe":"See Fiend, and cf. Feud a quarrel. 1. One who entertains personal enmity, hatred, grudge, or malice, against another; an enemy. A mans foes shall be they of his own household. Matt. x. 36 2. An enemy in war; a hostile army. 3. One who opposes on principle; an opponent; an adversary; an ill- wisher; as, a foe to religion. A foe to received doctrines. I. Watts\n\nTo treat as an enemy. [Obs.] Spenser.","enjoiner":"One who enjoins.","lecanomancy":"divination practiced with water in a basin, by throwing three stones into it, and invoking the demon whose aid was sought.","pathognomy":"Expression of the passions; the science of the signs by which human passions are indicated.","allottee":"One to whom anything is allotted; one to whom an allotment is made.","warehouse":"A storehouse for wares, or goods. Addison.\n\n1. To deposit or secure in a warehouse. 2. To place in the warehouse of the government or customhouse stores, to be kept until duties are paid.","communicant":"1. One who partakes of, or is entitled to partake of, the sacrament of the Lords supper; a church member. A never-failing monthly communicant. Atterbury. 2. One who communicates. Foxe.\n\nCommunicating. [R.] Coleridge.","midding":"Same as Midden.","misapply":"To apply wrongly; to use for a wrong purpose; as, to misapply a name or title; to misapply public money.","wlatsome":"Loathsome; disgusting; hateful. [Obs.] Murder is . . . wlatsom and abhominable to God. Chaucer.","pinacoid":"A plane parallel to two of the crystalline axes.","weeping-ripe":"Ripe for weeping; ready to weep. [Obs.] Shak.","palaeographic":"See Paleographer, Paleographic, etc.","pithsome":"Pithy; robust. [R.] \"Pithsome health and vigor.\" R. D. Blackmore.","ready":"1. Prepared for what one is about to do or experience; equipped or supplied with what is needed for some act or event; prepared for immediate movement or action; as, the troops are ready to march; ready for the journey. \"When she redy was.\" Chaucer. 2. Fitted or arranged for immediate use; causing no delay for lack of being prepared or furnished. \"Dinner was ready.\" Fielding. My oxen and my fatlings are killed, and all things are ready: come unto the marriage. Matt. xxii. 4. 3. Prepared in mind or disposition; not reluctant; willing; free; inclined; disposed. I am ready not to be bound only, but also to die at Jerusalem, for the name of the Lord Jesus. Acts xxi. 13. If need be, I am ready to forego And quit. Milton. 4. Not slow or hesitating; quick in action or perception of any kind; dexterous; prompt; easy; expert; as, a ready apprehension; ready wit; a ready writer or workman. \"Ready in devising expedients.\" Macaulay. Gurth, whose temper was ready, through surly. Sir W. Scott. 5. Offering itself at once; at hand; opportune; convenient; near; easy. \"The readiest way.\" Milton. A sapling pine he wrenched from out the ground, The readiest weapon that his fury found. Dryden. 6. On the point; about; on the brink; near; -- with a following infinitive. My heart is ready to crack. Shak. 7. (Mil.)  A word of command, or a position, in the manual of arms, at which the piece is cocked and held in position to execute promptly the next command, which is, aim. All ready, ready in every particular; wholly equipped or prepared. \"[I] am all redy at your hest.\" Chaucer. -- Ready money, means of immediate payment; cash. \"Tis all the ready money fate can give.\" Cowley. -- Ready reckoner, a book of tables for facilitating computations, as of interest, prices, etc. -- To make ready, to make preparation; to get in readiness. Syn. -- Prompt; expeditious; speedy; unhesitating; dexterous; apt; skilful; handy; expert; facile; easy; opportune; fitted; prepared; disposed; willing; free; cheerful. See Prompt.\n\nIn a state of preparation for immediate action; so as to need no delay. We ourselves will go ready armed. Num. xxxii. 17.\n\nReady money; cash; -- commonly with the; as, he was supplied with the ready. [Slang] Lord Strut was not flush in ready, either to go to law, or to clear old debts. Arbuthnot.\n\nTo dispose in order. [Obs.] Heywood.","dimerous":"Composed of, or having, two parts of each kind. Note: A dimerous flower has two sepals, two petals, two stamens, and two pistils.","chilostoma":"An extensive suborder of marine Bryozoa, mostly with calcareous shells. They have a movable lip and a lid to close the aperture of the cells. [Also written Chillostomata.]","dizzy":"1. Having in the head a sensation of whirling, with a tendency to fall; vertiginous; giddy; hence, confused; indistinct. Alas! his brain was dizzy. Drayton. 2. Causing, or tending to cause, giddiness or vertigo. To climb from the brink of Fleet Ditch by a dizzy ladder. Macaulay. 3. Without distinct thought; unreflecting; thoughtless; heedless. \"The dizzy multitude.\" Milton.\n\nTo make dizzy or giddy; to give the vertigo to; to confuse. If the jangling of thy bells had not dizzied thy understanding. Sir W. Scott.","tuille":"In plate armor, a suspended plate in from of the thigh. See Illust. of Tasses.","disentomb":"To take out from a tomb; a disinter.","dispensableness":"Quality of being dispensable.","scrolled":"Formed like a scroll; contained in a scroll; adorned with scrolls; as, scrolled work.","main":"1. A hand or match at dice. Prior. Thackeray. 2. A stake played for at dice. [Obs.] Shak. 3. The largest throw in a match at dice; a throw at dice within given limits, as in the game of hazard. 4. A match at cockfighting. \"My lord would ride twenty miles . . . to see a main fought.\" Thackeray. 5. A main-hamper. [Obs.] Ainsworth.\n\n1. Strength; force; might; violent effort. [Obs., except in certain phrases.] There were in this battle of most might and main. R. of Gl. He gan advance, With huge force, and with importable main. Spenser. 2. The chief or principal part; the main or most important thing. [Obs., except in special uses.] Resolved to rest upon the title of Lancaster as the main, and to use the other two . . . but as supporters. Bacon. 3. Specifically: (a) The great sea, as distinguished from an arm, bay, etc. ; the high sea; the ocean. \"Struggling in the main.\" Dryden. (b) The continent, as distinguished from an island; the mainland. \"Invaded the main of Spain.\" Bacon. (c) principal duct or pipe, as distinguished from lesser ones; esp. (Engin.), a principal pipe leading to or from a reservoir; as, a fire main. Forcing main, the delivery pipe of a pump. -- For the main, or In the main, for the most part; in the greatest part. -- With might and main, or With all ones might and main, with all ones strength; with violent effort. With might and main they chased the murderous fox. Dryden.\n\n1. Very or extremely strong. [Obs.] That current with main fury ran. Daniel. 2. Vast; huge. [Obs.] \"The main abyss.\" Milton. 3. Unqualified; absolute; entire; sheer. [Obs.] \"Its a man untruth.\" Sir W. Scott. 4. Principal; chief; first in size, rank, importance, etc. Our main interest is to be happy as we can. Tillotson. 5. Important; necessary. [Obs.] That which thou aright Believest so main to our success, I bring. Milton. By main force, by mere force or sheer force; by violent effort; as, to subdue insurrection by main force. That Maine which by main force Warwick did win. Shak. -- By main strength, by sheer strength; as, to lift a heavy weight by main strength. -- Main beam (Steam Engine), working beam. -- Main boom (Naut.), the boom which extends the foot of the mainsail in a fore and aft vessel. -- Main brace. (a) (Mech.) The brace which resists the chief strain. Cf. Counter brace. (b) (Naut.) The brace attached to the main yard. -- Main center (Steam Engine), a shaft upon which a working beam or side lever swings. -- Main chance. See under Chance. -- Main couple (Arch.), the principal truss in a roof. -- Main deck (Naut.), the deck next below the spar deck; the principal deck. -- Main keel (Naut.), the principal or true keel of a vessel, as distinguished from the false keel. Syn. -- Principal; chief; leading; cardinal; capital.\n\nVery extremely; as, main heavy. \"Im main dry.\" Foote. [Obs. or Low]","nearctic":"Of or pertaining to a region of the earths surface including all of temperate and arctic North America and Greenland. In the geographical distribution of animals, this region is marked off as the habitat certain species.","devastate":"To lay waste; to ravage; to desolate. Whole countries . . . were devastated. Macaulay. Syn. -- To waste; ravage; desolate; destroy; demolish; plunder; pillage.","rack":"Same as Arrack.\n\nThe neck and spine of a fore quarter of veal or mutton.\n\nA wreck; destruction. [Obs., except in a few phrases.] Rack and ruin, destruction; utter ruin. [Colloq.] -- To go to rack, to perish; to be destroyed. [Colloq.] \"All goes to rack.\" Pepys.\n\nThin, flying, broken clouds, or any portion of floating vapor in the sky. Shak. The winds in the upper region, which move the clouds above, which we call the rack, . . . pass without noise. Bacon. And the night rack came rolling up. C. Kingsley.\n\nTo fly, as vapor or broken clouds.\n\nTo amble fast, causing a rocking or swaying motion of the body; to pace; -- said of a horse. Fuller.\n\nA fast amble.\n\nTo draw off from the lees or sediment, as wine. It is in common practice to draw wine or beer from the lees (which we call racking), whereby it will clarify much the sooner. Bacon. Rack vintage, wine cleansed and drawn from the lees. Cowell.\n\n1. An instrument or frame used for stretching, extending, retaining, or displaying, something. Specifically: (a) An engine of torture, consisting of a large frame, upon which the body was gradually stretched until, sometimes, the joints were dislocated; -- formerly used judicially for extorting confessions from criminals or suspected persons. During the troubles of the fifteenth century, a rack was introduced into the Tower, and was occasionally used under the plea of political necessity. Macaulay. (b) An instrument for bending a bow. (c) A grate on which bacon is laid. (d) A frame or device of various construction for holding, and preventing the waste of, hay, grain, etc., supplied to beasts. (e) A frame on which articles are deposited for keeping or arranged for display; as, a clothes rack; a bottle rack, etc. (f) (Naut.) A piece or frame of wood, having several sheaves, through which the running rigging passes; -- called also rack block. Also, a frame to hold shot. (g) (Mining) A frame or table on which ores are separated or washed. (h) A frame fitted to a wagon for carrying hay, straw, or grain on the stalk, or other bulky loads. (i) A distaff. 2. (Mech.)  A bar with teeth on its face, or edge, to work with those of a wheel, pinion, or worm, which is to drive it or be driven by it. 3. That which is extorted; exaction. [Obs.] Sir E. Sandys. Mangle rack. (Mach.) See under Mangle. n. -- Rack block. (Naut.) See def. 1 (f), above. -- Rack lashing, a lashing or binding where the rope is tightened, and held tight by the use of a small stick of wood twisted around. -- Rack rail (Railroads), a toothed rack, laid as a rail, to afford a hold for teeth on the driving wheel of locomotive for climbing steep gradients, as in ascending a mountain. -- Rack saw, a saw having wide teeth. -- Rack stick, the stick used in a rack lashing. -- To be on the rack, to suffer torture, physical or mental. -- To live at rack and manger, to live on the best at anothers expense. [Colloq.] -- To put to the rack, to subject to torture; to torment. A fit of the stone puts a kingto the rack, and makes him as miserable as it does the meanest subject. Sir W. Temple.\n\n1. To extend by the application of force; to stretch or strain; specifically, to stretch on the rack or wheel; to torture by an engine which strains the limbs and pulls the joints. He was racked and miserably tormented. Pope. 2. To torment; to torture; to affect with extreme pain or anguish. Vaunting aloud but racked with deep despair. Milton. 3. To stretch or strain, in a figurative sense; hence, to harass, or oppress by extortion. The landlords there shamefully rack their tenants. Spenser. They [landlords] rack a Scripture simile beyond the true intent thereof. Fuller. Try what my credit can in Venice do; That shall be racked even to the uttermost. Shak. 4. (Mining)  To wash on a rack, as metals or ore. 5. (Naut.)  To bind together, as two ropes, with cross turns of yarn, marline, etc. To rack ones brains or wits, to exert them to the utmost for the purpose of accomplishing something. Syn. -- To torture; torment; rend; tear.","mooress":"A female Moor; a Moorish woman.","bibacious":"Addicted to drinking.","stochastic":"Conjectural; able to conjecture. [Obs.] Whitefoot.","palmette":"A floral ornament, common in Greek and other ancient architecture; -- often called the honeysuckle ornament.","rantism":"Ranterism.","huck":"To higgle in trading. [Obs.] Holland.","ilmenite":"Titanic iron. See Menaccanite.","amplectant":"Clasping a support; as, amplectant tendrils. Gray.","denitrify":"To deprive of, or free from, nitrogen.","inhabitate":"To inhabit. [Obs.]","obumbrate":"To shade; to darken; to cloud. [R.] Howell.","wilfully":"See Willful, Willfully, and Willfulness.","turbant":"A turban. [Obs.] Milton. I see the Turk nodding with his turbant. Howell.","foreclose":"To shut up or out; to preclude; to stop; to prevent; to bar; to exclude. The embargo with Spain foreclosed this trade. Carew. To foreclose a mortgager (Law), to cut him off by a judgment of court from the power of redeeming the mortgaged premises, termed his equity of redemption. -- To foreclose a mortgage, (not technically correct, but often used to signify) the obtaining a judgment for the payment of an overdue mortgage, and the exposure of the mortgaged property to sale to meet the mortgage debt. Wharton.","recrystallize":"To crystallize again. Henry.","fissipation":"Reproduction by fission; fissiparism.","goldfish":"(a) A small domesticated cyprinoid fish (Carassius auratus); -- so named from its color. It is native of China, and is said to have been introduced into Europe in 1691. It is often kept as an ornament, in small ponds or glass globes. Many varieties are known. Called also golden fish, and golden carp. See Telescope fish, under Telescope. (b) A California marine fish of an orange or red color; the garibaldi.","deprivable":"Capable of being, or liable to be, deprived; liable to be deposed. Kings of Spain . . . deprivable for their tyrannies. Prynne.","ulmic":"Pertaining to ulmin; designating an acid obtained from ulmin.","unreverend":"1. Not reverend. 2. Disrespectful; irreverent. [Obs.] Shak.","bibliothecal":"Belonging to a library. Byrom.","preventative":"That which prevents; -- incorrectly used instead of preventive.","suprascalpular":"Situated above, or on the anterior side of, the scapula.","melligo":"Honeydew.","sonship":"The state of being a son, or of bearing the relation of a son; filiation. Dr. H. More.","shipless":"Destitute of ships. Gray.","battledoor":"1. An instrument, with a handle and a flat part covered with parchment or crossed with catgut, used to strike a shuttlecock in play; also, the play of battledoor and shuttlecock. 2. Etym: [OE. battleder.]  A childs hornbook. [Obs.] Halliwell.","pacificable":"Placable. [R.]  Bp. Hall.","sioux":"See Dakotas.","drubber":"One who drubs. Sir W. Scott.","egad":"An exclamation expressing exultation or surprise, etc.","stealthily":"In a stealthy manner.","boned":"1. Having (such) bones; -- used in composition; as, big-boned; strong-boned. No big-boned men framed of the Cyclops size. Shak. 2. Deprived of bones; as, boned turkey or codfish. 3. Manured with bone; as, boned land.","unchurch":"1. To expel, or cause to separate, from a church; to excommunicate. Sir M. Hale. 2. To deprive of the character, privileges, and authority of a church. South.","grouser":"(Dredging, Pile Driving, etc.) A pointed timber attached to a boat and sliding vertically, to thrust into the ground as a means of anchorage.","docimology":"A treatise on the art of testing, as in assaying metals, etc.","hop":"1. To move by successive leaps, as toads do; to spring or jump on one foot; to skip, as birds do. [Birds] hopping from spray to spray. Dryden. 2. To walk lame; to limp; to halt. Dryden. 3. To dance. Smollett.\n\n1. A leap on one leg, as of a boy; a leap, as of a toad; a jump; a spring. 2. A dance; esp., an informal dance of ball. [Colloq.] Hop, skip (or step), and jump, a game or athletic sport in which the participants cover as much ground as possible by a hop, stride, and jump in succession. Addison.\n\n1. (Bot.)  A climbing plant (Humulus Lupulus), having a long, twining, annual stalk. It is cultivated for its fruit (hops). 2. The catkin or strobilaceous fruit of the hop, much used in brewing to give a bitter taste. 3. The fruit of the dog-rose. See Hip. Hop back. (Brewing) See under 1st Back. -- Hop clover (Bot.), a species of yellow clover having heads like hops in miniature (Trifolium agrarium, and T. procumbens). -- Hop flea (Zoöl.), a small flea beetle (Haltica concinna), very injurious to hops. -- Hop fly (Zoöl.), an aphid (Phorodon humuli), very injurious to hop vines. -- Hop froth fly (Zoöl.), an hemipterous insect (Aphrophora interrupta), allied to the cockoo spits. It often does great damage to hop vines. -- Hop hornbeam (Bot.), an American tree of the genus Ostrya (O.Virginica) the American ironwood; also, a European species (O. vulgaris). -- Hop moth (Zoöl.), a moth (Hypena humuli), which in the larval state is very injurious to hop vines. -- Hop picker, one who picks hops. -- Hop pole, a pole used to support hop vines. -- Hop tree (Bot.), a small American tree (Ptelia trifoliata), having broad, flattened fruit in large clusters, sometimes used as a substitute for hops. -- Hop vine (Bot.), the climbing vine or stalk of the hop.\n\nTo impregnate with hops. Mortimer.\n\nTo gather hops. [Perhaps only in the form Hopping, vb. n.]","myoepithelial":"1. (Biol.)  Derived from epithelial cells and destined to become a part of the muscular system; -- applied to structural elements in certain embryonic forms. 2. (Zoöl.)  Having the characteristics of both muscle and epithelium; as, the myoepithelial cells of the hydra.","self-educated":"Educated by ones own efforts, without instruction, or without pecuniary assistance from others.","aspirator":"1. (Chem.)  An apparatus for passing air or gases through or over certain liquids or solids, or for exhausting a closed vessel, by means of suction. 2. (Med.)  An instrument for the evacuation of the fluid contents of tumors or collections of blood.","grete":"Great. [Obs.] Chaucer.","acritochromacy":"Color blindness; achromatopsy.","trifloral":"Three-flowered; having or bearing three flowers; as, a triflorous peduncle.","cuckoobud":"A species of Ranunculus (R. bulbosus); -- called also butterflower, buttercup, kingcup, goldcup. Shak.","virent":"Green; not withered. [R.] Sir T. Browne.","flutteringly":"In a fluttering manner.","odontiasis":"Cutting of the teeth; dentition.","tersulphuret":"A trisulphide. [R.]","disorganize":"To destroy the organic structure or regular system of (a government, a society, a party, etc.); to break up (what is organized); to throw into utter disorder; to disarrange. Lyford . . . attempted to disorganize the church. Eliot (1809).","hemself":"Themselves; -- used reflexively. [Obs.] Chaucer.","agistment":"(a) Formerly, the taking and feeding of other mens cattle in the kings forests. (b) The taking in by any one of other mens cattle to graze at a certain rate. Mozley & W. (c) The price paid for such feeding. (d) A charge or rate against lands; as, an agistment of sea banks, i. e., charge for banks or dikes.","self-examination":"An examination into ones own state, conduct, and motives, particularly in regard to religious feelings and duties.","desidiousness":"The state or quality of being desidiose, or indolent. [Obs.] N. Bacon.","fondon":"A large copper vessel used for hot amalgamation.","musketoon":"1. A short musket. 2. One who is armed with such a musket.","eulogistic":"Of or pertaining to eulogy; characterized by eulogy; bestowing praise; panegyrical; commendatory; laudatory; as, eulogistic speech or discourse. -- Eu\"lo*gis\"tic*al*ly, adv.","meditatist":"One who is given to meditation.","bunk":"1. A wooden case or box, which serves for a seat in the daytime and for a bed at night. [U.S.] 2. One of a series of berths or bed places in tiers. 3. A piece of wood placed on a lumbermans sled to sustain the end of heavy timbers. [Local, U.S.]\n\nTo go to bed in a bunk; -- sometimes with in. [Colloq. U.S.] Bartlett.","dispair":"To separate (a pair). [R.] I have . . . dispaired two doves. Beau. & Fl.","packhouse":"Warehouse for storing goods.","volutation":"A rolling of a body; a wallowing. [R.] Sir T. Browne.","linget":"An ingot. [Written also lingot.]","steepish":"Somewhat steep. Carlyle.","mechanician":"One skilled in the theory or construction of machines; a machinist. Boyle.","plantain":"1. (Bot.)  A treelike perennial herb (Musa paradisiaca) of tropical regions, bearing immense leaves and large clusters of the fruits called plantains. See Musa. 2. The fruit of this plant. It is long and somewhat cylindrical, slightly curved, and, when ripe, soft, fleshy, and covered with a thick but tender yellowish skin. The plantain is a staple article of food in most tropical countries, especially when cooked. Plantain cutter, or Plantain eater (Zoöl.), any one of several large African birds of the genus Musophaga, or family Musophagidæ, especially Musophaga violacea. See Turaco. They are allied to the cuckoos. -- Plantain squirrel (Zoöl.), a Java squirrel (Sciurus plantani) which feeds upon plantains. -- Plantain tree (Bot.), the treelike herb Musa paradisiaca. See def. 1 (above).\n\nAny plant of the genus Plantago, but especially the P. major, a low herb with broad spreading radical leaves, and slender spikes of minute flowers. It is a native of Europe, but now found near the abode of civilized man in nearly all parts of the world. Indian plantain. (Bot.) See under Indian. -- Mud plantain, a homely North American aquatic plant (Heteranthera reniformis), having broad, reniform leaves. -- Rattlesnake plantain, an orchidaceous plant (Goodyera pubescens), with the leaves blotched and spotted with white. -- Ribwort plantain. See Ribwort. -- Robins plantain, the Erigeron bellidifolium, a common daisylike plant of North America. -- Water plantain, a plant of the genus Alisma, having acrid leaves, and formerly regarded as a specific against hydrophobia. Loudon.","mauve":"A color of a delicate purple, violet, or lilac. Mauve aniline (Chem.), a dyestuff produced artificially by the oxidation of commercial aniline, and the first discovered of the so-called coal- tar, or aniline, dyes. It consists of the sulphate of mauveïne, and is a dark brown or bronze amorphous powder, which dissolves to a beatiful purple color. Called also aniline purple, violine, etc.","bemoan":"To express deep grief for by moaning; to express sorrow for; to lament; to bewail; to pity or sympathize with. Implores their pity, and his pain bemoans. Dryden. Syn. -- See Deplore.","pedestal":"1. (Arch.)  The base or foot of a column, statue, vase, lamp, or the like; the part on which an upright work stands. It consists of three parts, the base, the die or dado, and the cornice or surbase molding. See Illust. of Column. Build him a pedestal, and say, \"Stand there!\" Cowper. 2. (a) (Railroad Cars) A casting secured to the frame of a truck and forming a jaw for holding a journal box. (b) (Mach.) A pillow block; a low housing. (c) (Bridge Building) An iron socket, or support, for the foot of a brace at the end of a truss where it rests on a pier. Pedestal coil (steam Heating), a group of connected straight pipes arranged side by side and one above another, -- used in a radiator.","ypight":"See Pight.","outbuild":"To exceed in building, or in durability of building.","entoblast":"The inner germ layer; endoderm. See Nucleolus.","picktooth":"A toothpick. [Obs.] Swift.","naperian":"Of, pertaining to, or discovered by, Napier, or Naper. Naperian logarithms. See under Logarithms. NAPIERS BONES; NAPIERS RODS Na\"pi*ers bones`, Na\"pi*ers rods`.  A set of rods, made of bone or other material, each divided into nine spaces, and containing the numbers of a column of the multiplication table; -- a contrivance of Baron Napier, the inventor of logarithms, for facilitating the operations of multiplication and division.","euchlorine":"A yellow or greenish yellow gas, first prepared by Davy, evolved from potassium chlorate and hydrochloric acid. It is supposed to consist of chlorine tetroxide with some free chlorine.","hypozoic":"Anterior in age to the lowest rocks which contain organic remains. Lyell.","pern":"To take profit of; to make profitable. [Obs.] Sylvester.\n\nThe honey buzzard.","prog":"1. To wander about and beg; to seek food or other supplies by low arts; to seek for advantage by mean shift or tricks. [Low] A perfect artist in progging for money. Fuller. I have been endeavoring to prog for you. Burke. 2. To steal; to rob; to filch. [Low] Johnson. 3. To prick; to goad; to progue. [Scot.]\n\n1. Victuals got by begging, or vagrancy; victuals of any kind; food; supplies. [Slang] Swift. So long as he picked from the filth his prog. R. Browning. 2. A vagrant beggar; a tramp. [Slang] 3. A goal; progue. [Scot.]","pronucleus":"One of the two bodies or nuclei (called male and female pronuclei) which unite to form the first segmentation nucleus of an impregnated ovum. Note: In the maturing of the ovum preparatory to impregnation, a part of the germinal vesicle (see Polar body, under Polar) becomes converted into a number of small vesicles, which aggregate themselves into a single clear nucleus. which travels towards the center of the egg and is called the female pronucleus. In impregnation, the spermatozoön which enters the egg soon loses its tail, while the head forms a nucleus, called the male pronucleus, which gradually travels towards the female pronucleus and eventually fuses with it, forming the first segmentation nucleus.","curvograph":"An arcograph.","phosphinic":"Pertaining to, or designating, certain acids analogous to the phosphonic acids, but containing two hydrocarbon radicals, and derived from the secondary phosphines by oxidation.","sursolid":"The fifth power of a number; as, a is the sursolid of a, or 32 that of 2. [R.] Hutton.","clearwing":"A lepidop terous insect with partially transparent wings, of the family Ægeriadæ, of which the currant and peach-tree borers are examples.","zenith":"1. That point in the visible celestial hemisphere which is vertical to the spectator; the point of the heavens directly overhead; -- opposed to nadir. From morn To noon he fell, from noon to dewy eve, A summers day; and with the setting sun Dropped from the zenith, like a falling star. Milton. 2. hence, figuratively, the point of culmination; the greatest height; the height of success or prosperity. I find my zenith doth depend upon A most auspicious star. Shak. This dead of midnight is the noon of thought, And wisdom mounts her zenith with the stars. Mrs. Barbauld. It was during those civil troubles . . . this aspiring family reached the zenith. Macaulay. Zenith distance. (Astron.) See under Distance. -- Zenith sector. (Astron.) See Sector, 3. -- Zenith telescope (Geodesy), a telescope specially designed for determining the latitude by means of any two stars which pass the meridian about the same time, and at nearly equal distances from the zenith, but on opposite sides of it. It turns both on a vertical and a horizontal axis, is provided with a graduated vertical semicircle, and a level for setting it to a given zenith distance, and with a micrometer for measuring the difference of the zenith distances of the two stars.","symptom":"1. (Med.)  Any affection which accompanies disease; a perceptible change in the body or its functions, which indicates disease, or the kind or phases of disease; as, the causes of disease often lie beyond our sight, but we learn their nature by the symptoms exhibited. Like the sick man, we are expiring with all sorts of good symptoms. Swift. 2. A sign or token; that which indicates the existence of something else; as, corruption in elections is a symptom of the decay of public virtue. Syn. -- Mark; note; sign; token; indication.","tribrach":"A poetic foot of three short syllables, as, mèlì\\dcs.","blackberry":"The fruit of several species of bramble (Rubus); also, the plant itself. Rubus fruticosus is the blackberry of England; R. villosus and R. Canadensis are the high blackberry and low blackberry of the United States. There are also other kinds.","megascope":"A modification of the magic lantern, used esp. for throwing a magnified image of an opaque object on a screen, solar or artificial light being used.","whistlewing":"The American golden-eye.","tug":"1. To pull or draw with great effort; to draw along with continued exertion; to haul along; to tow; as, to tug a loaded cart; to tug a ship into port. There sweat, there strain, tug the laborious oar. Roscommon. 2. To pull; to pluck. [Obs.] To ease the pain, His tugged cars suffered with a strain. Hudibras.\n\n1. To pull with great effort; to strain in labor; as, to tug at the oar; to tug against the stream. He tugged, he shook, till down they came. Milton. 2. To labor; to strive; to struggle. England now is left To tug and scamble and to part by the teeth The unowed interest of proud-swelling state. Shak.\n\n1. A pull with the utmost effort, as in the athletic contest called tug of war; a supreme effort. At the tug he falls, Vast ruins come along, rent from the smoking walls. Dryden. 2. A sort of vehicle, used for conveying timber and heavy articles. [Prov. Eng.] Halliwell. 3. (Naut.)  A small, powerful steamboat used to tow vessels; -- called also steam tug, tugboat, and towboat. 4. A trace, or drawing strap, of a harness. 5. (Mining.)  An iron hook of a hoisting tub, to which a tackle is affixed. Tug iron, an iron hook or button to which a tug or trace may be attached, as on the shaft of a wagon.","actinolitic":"Of the nature of, or containing, actinolite.","swifter":"(a) A rope used to retain the bars of the capstan in their sockets while men are turning it. (b) A rope used to encircle a boat longitudinally, to strengthen and defend her sides. (c) The forward shroud of a lower mast.\n\nTo tighten, as slack standing rigging, by bringing the opposite shrouds nearer.","glycerol":"Same as Glycerin.","politicist":"A political writer. [R.]","counterpart":"1. A part corresponding to another part; anything which answers, or corresponds, to another; a copy; a duplicate; a facsimile. In same things the laws of Normandy agreed with the laws of England, so that they seem to be, as it were, copies or counterparts one of another. Sir M. Hale. 2. (Law)  One of two corresponding copies of an instrument; a duplicate. 3. A person who closely resembles another. 4. A thing may be applied to another thing so as to fit perfectly, as a seal to its impression; hence, a thing which is adapted to another thing, or which suplements it; that which serves to complete or complement anything; hence, a person or thing having qualities lacking in another; an opposite. O counterpart Of our soft sex, well are you made our lords. Dryden.","teleost":"One of the Teleosti. Also used adjectively.","heroical":"Heroic. [R.] Spectator. -- He*ro\"ic*al*ly, adv. -- He*ro\"ic*al*ness, n.","sizy":"Sizelike; viscous; glutinous; as, sizy blood. Arbuthnot.","stranger":"1. One who is strange, foreign, or unknown. Specifically: -- (a) One who comes from a foreign land; a foreigner. I am a most poor woman and a stranger, Born out of your dominions. Shak. (b) One whose home is at a distance from the place where he is, but in the same country. (c) One who is unknown or unacquainted; as, the gentleman is a stranger to me; hence, one not admitted to communication, fellowship, or acquaintance. Melons on beds of ice are taught to bear, And strangers to the sun yet ripen here. Granville. My child is yet a stranger in the world. Shak. I was no stranger to the original. Dryden. 2. One not belonging to the family or household; a guest; a visitor. To honor and receive Our heavenly stranger. Milton. 3. (Law)  One not privy or party an act, contract, or title; a mere intruder or intermeddler; one who interferes without right; as, actual possession of land gives a good title against a stranger having no title; as to strangers, a mortgage is considered merely as a pledge; a mere stranger to the levy.\n\nTo estrange; to alienate. [Obs.] Shak.","ephor":"A magistrate; one of a body of five magistrates chosen by the people of ancient Sparta. They exercised control even over the king.","julaceous":"Like an ament, or bearing aments; amentaceous.","boots":"A servant at a hotel or elsewhere, who cleans and blacks the boots and shoes.","porphyraceous":"Porphyritic.","pothecary":"An apothecary. [Obs.]","chlorimetry":"See Chlorometry.","barbarousness":"The quality or state of being barbarous; barbarity; barbarism.","agreeably":"1. In an agreeably manner; in a manner to give pleasure; pleasingly. \"Agreeably entertained.\" Goldsmith. 2. In accordance; suitably; consistently; conformably; -- followed by to and rarely by with. See Agreeable, 4. The effect of which is, that marriages grow less frequent, agreeably to the maxim above laid down. Paley. 3. Alike; similarly. [Obs.] Both clad in shepherds weeds agreeably. Spenser.","marble":"1. A massive, compact limestone; a variety of calcite, capable of being polished and used for architectural and ornamental purposes. The color varies from white to black, being sometimes yellow, red, and green, and frequently beautifully veined or clouded. The name is also given to other rocks of like use and appearance, as serpentine or verd antique marble, and less properly to polished porphyry, granite, etc. Note: Breccia marble consists of limestone fragments cemented together. -- Ruin marble, when polished, shows forms resembling ruins, due to disseminated iron oxide. -- Shell marble contains fossil shells. -- Statuary marble is a pure, white, fine-grained kind, including Parian (from Paros) and Carrara marble. If coarsely granular it is called saccharoidal. 2. A thing made of, or resembling, marble, as a work of art, or record, in marble; or, in the plural, a collection of such works; as, the Arundel or Arundelian marbles; the Elgin marbles. 3. A little ball of marble, or of some other hard substance, used as a plaything by children; or, in the plural, a childs game played with marbles. Note: Marble is also much used in self-explaining compounds; when used figuratively in compounds it commonly means, hard, cold, destitute of compassion or feeling; as, marble-breasted, marble- faced, marble-hearted.\n\n1. Made of, or resembling, marble; as, a marble mantel; marble paper. 2. Cold; hard; unfeeling; as, a marble breast or heart.\n\nTo stain or vein like marble; to variegate in color; as, to marble the edges of a book, or the surface of paper.","turriculated":"Furnished with, or formed like, a small turret or turrets; somewhat turreted.","interjoin":"To join mutually; to unite. [R.] Shak.","ethnological":"Of or pertaining to ethnology.","chert":"An impure, massive, flintlike quartz or hornstone, of a dull color.","saffron":"1. (Bot.)  A bulbous iridaceous plant (Crocus sativus) having blue flowers with large yellow stigmas. See Crocus. 2. The aromatic, pungent, dried stigmas, usually with part of the stile, of the Crocus sativus. Saffron is used in cookery, and in coloring confectionery, liquors, varnishes, etc., and was formerly much used in medicine. 3. An orange or deep yellow color, like that of the stigmas of the Crocus sativus. Bastard saffron, Dyers saffron. (Bot.) See Safflower. -- Meadow saffron (Bot.), a bulbous plant (Colchichum autumnate) of Europe, resembling saffron. -- Saffron wood (Bot.), the yellowish wood of a South African tree (Elæodendron croceum); also, the tree itself. -- Saffron yellow, a shade of yellow like that obtained from the stigmas of the true saffron (Crocus sativus).\n\nHaving the color of the stigmas of saffron flowers; deep orange-yellow; as, a saffron face; a saffron streamer.\n\nTo give color and flavor to, as by means of saffron; to spice. [Obs.] And in Latyn I speak a wordes few, To saffron with my predication. Chaucer.","provect":"Carried forward; advanced. [Obs.] \"Provect in years.\" Sir T. Flyot.","chemisette":"An under-garment, worn by women, usually covering the neck, shoulders, and breast.","clubhand":"A short, distorted hand; also, the deformity of having such a hand.","manageability":"The state or quality of being manageable; manageableness.","infrugiferous":"Not bearing fruit; not fructiferous.","blote":"To cure, as herrings, by salting and smoking them; to bloat. [Obs.]","occursion":"A meeting; a clash; a collision. [Obs.] Boyle.","jumbler":"One who confuses things.","serjeantcy":"See Sergeant, Sergeantcy, etc. Serjeant-at-arms. See Sergeant- at-arms, under Sergeant.","tazel":"The teasel. [Obs.]","prevoyant":"Foreseeing; prescient. [R.] Mrs. Oliphant.","tightly":"In a tight manner; closely; nearly.","anthropolatry":"Man worship.","diodon":"1. (Zoöl.)  A genus of spinose, plectognath fishes, having the teeth of each jaw united into a single beaklike plate. They are able to inflate the body by taking in air or water, and, hence, are called globefishes, swellfishes, etc. fishes, and sea hedgehogs. 2. (Zoöl.)  A genus of whales.","campus":"The principal grounds of a college or school, between the buildings or within the main inclosure; as, the college campus.","cursed":"Deserving a curse; execrable; hateful; detestable; abominable. Let us fly this cursed place. Milton. This cursed quarrel be no more renewed. Dryden.","flibustier":"A buccaneer; an American pirate. See Flibuster. [Obs.]","saw":"imp. of See.\n\n1. Something said; speech; discourse. [Obs.] \"To hearken all his sawe.\" Chaucer. 2. A saying; a proverb; a maxim. His champions are the prophets and apostles, His weapons holy saws of sacred writ. Shak. 3. Dictate; command; decree. [Obs.] [Love] rules the creatures by his powerful saw. Spenser.\n\nAn instrument for cutting or dividing substances, as wood, iron, etc., consisting of a thin blade, or plate, of steel, with a series of sharp teeth on the edge, which remove successive portions of the material by cutting and tearing. Note: Saw is frequently used adjectively, or as the first part of a compound. Band saw, Crosscut saw, etc. See under Band, Crosscut, etc. -- Circular saw, a disk of steel with saw teeth upon its periphery, and revolved on an arbor. -- Saw bench, a bench or table with a flat top for for sawing, especially with a circular saw which projects above the table. -- Saw file, a three-cornered file, such as is used for sharpening saw teeth. -- Saw frame, the frame or sash in a sawmill, in which the saw, or gang of saws, is held. -- Saw gate, a saw frame. -- Saw gin, the form of cotton gin invented by Eli Whitney, in which the cotton fibers are drawn, by the teeth, of a set of revolving circular saws, through a wire grating which is too fine for the seeds to pass. -- Saw grass (Bot.), any one of certain cyperaceous plants having the edges of the leaves set with minute sharp teeth, especially the Cladium effusum of the Southern United States. Cf. Razor grass, under Razor. -- Saw log, a log of suitable size for sawing into lumber. -- Saw mandrel, a mandrel on which a circular saw is fastened for running. -- Saw pit, a pit over which timbor is sawed by two men, one standing below the timber and the other above. Mortimer. -- Saw sharpener (Zoöl.), the great titmouse; -- so named from its harsh call note. [Prov. Eng.] -- Saw whetter (Zoöl.), the marsh titmouse (Parus palustris); -- so named from its call note. [Prov. Eng.] -- Scroll saw, a ribbon of steel with saw teeth upon one edge, stretched in a frame and adapted for sawing curved outlines; also, a machine in which such a saw is worked by foot or power.\n\n1. To cut with a saw; to separate with a saw; as, to saw timber or marble. 2. To form by cutting with a saw; as, to saw boards or planks, that is, to saw logs or timber into boards or planks; to saw shingles; to saw out a panel. 3. Also used figuratively; as, to saw the air.\n\n1. To use a saw; to practice sawing; as, a man saws well. 2. To cut, as a saw; as, the saw or mill saws fast. 3. To be cut with a saw; as, the timber saws smoothly.","aloofness":"State of being aloof. Rogers (1642). The . . . aloofness of his dim forest life. Thoreau.","fubsy":"Plump; chubby; short and stuffy; as a fubsy sofa. [Eng.] A fubsy, good-humored, silly . . . old maid. Mme. DArblay.","monopneumona":"A suborder of Dipnoi, including the Ceratodus. [Written also monopneumonia.]","ashweed":"Goutweed.","hague tribunal":"The permanent court of arbitration created by the \"International Convention for the Pacific Settle of International Disputes.\", adopted by the International Peace Conference of 1899. It is composed of persons of known competency in questions of international law, nominated by the signatory powers. From these persons an arbitration tribunal is chosen by the parties to a difference submitted to the court. On the failure of the parties to agree directly on the arbitrators, each chooses two arbitrators, an umpire is selected by them, by a third power, or by two powers selected by the parties.","mirza":"The common title of honor in Persia, prefixed to the surname of an individual. When appended to the surname, it signifies Prince.","subsecutive":"Following in a train or succession. [R.]","legitimatize":"To legitimate.","ley":", & i. To lay; to wager. [Obs.] Chaucer.\n\nLaw. Abbott.\n\nSee Lye.\n\nGrass or meadow land; a lea.\n\nFallow; unseeded. [Obs.] Beau. & Fl.","stern-wheel":"Having a paddle wheel at the stern; as, a stern-wheel steamer.","calumbin":"A bitter principle extracted as a white crystalline substance from the calumba root. [Written also colombin, and columbin]","unreeve":"To withdraw, or take out, as a rope from a block, thimble, or the like.","cinemograph":"An integrating anemometer.","cynical":"1. Having the qualities of a surly dog; snarling; captious; currish. I hope it is no very cynical asperity not to confess obligations where no benefit has been received. Johnson. 2. Pertaining to the Dog Star; as, the cynic, or Sothic, year; cynic cycle. 3. Belonging to the sect of philosophers called cynics; having the qualities of a cynic; pertaining to, or resembling, the doctrines of the cynics. 4. Given to sneering at rectitude and the conduct of life by moral principles; disbelieving in the reality of any human purposes which are not suggested or directed by self-interest or self-indulgence; as, a cynical man who scoffs at pretensions of integrity; characterized by such opinions; as, cynical views of human nature. Note: In prose, cynical is used rather than cynic, in the senses 1 and 4. Cynic spasm (Med.), a convulsive contraction of the muscles of one side of the face, producing a sort of grin, suggesting certain movements in the upper lip of a dog.","executorship":"The office of an executor.","heteroptics":"False optics. Spectator.","singsong":"1. Bad singing or poetry. 2. A drawling or monotonous tone, as of a badly executed song.\n\nDrawling; monotonous.\n\nTo write poor poetry. [R.] Tennyson.","lignify":"To convert into wood or into a ligneous substance.\n\nTo become wood.","monander":"One of the Monandria.","winkle":"(a) Any periwinkle. Holland. (b) Any one of various marine spiral gastropods, esp., in the United States, either of two species of Fulgar (F. canaliculata, and F. carica). Note: These are large mollusks which often destroy large numbers of oysters by drilling their shells and sucking their blood. Sting winkle, a European spinose marine shell (Murex erinaceus). See Illust. of Murex.","prophasis":"Foreknowledge of a disease; prognosis.","rushlike":"Resembling a rush; weak.","abusive":"1. Wrongly used; perverted; misapplied. I am . . . necessitated to use the word Parliament improperly, according to the abusive acceptation thereof. Fuller. 2. Given to misusing; also, full of abuses. [Archaic] \"The abusive prerogatives of his see.\" Hallam. 3. Practicing abuse; prone to ill treat by coarse, insulting words or by other ill usage; as, an abusive author; an abusive fellow. 4. Containing abuse, or serving as the instrument of abuse; vituperative; reproachful; scurrilous. \"An abusive lampoon.\" Johnson. 5. Tending to deceive; fraudulent; cheating. [Obs.] \"An abusive treaty.\" Bacon. Syn. -- Reproachful; scurrilous; opprobrious; insolent; insulting; injurious; offensive; reviling.","consultative":"Pertaining to consultation; having the privilege or right of conference. \"A consultative . . . power.\" Abp. Bramhall.","wagering":"Hazarding; pertaining to the act of one who wagers. Wagering policy. (Com.) See Wager policy, under Policy.","billbug":"A weevil or curculio of various species, as the corn weevil. See Curculio.","slept":"imp. & p. p. of Sleep.","pilfer":"To steal in small quantities, or articles of small value; to practice petty theft.\n\nTo take by petty theft; to filch; to steal little by little. And not a year but pilfers as he goes Some youthful grace that age would gladly keep. Cowper.","coxcomb":"1. (a) A strip of red cloth notched like the comb of a cock, which licensed jesters formerly wore in their caps. (b) The cap itself. 2. The top of the head, or the head itself. We will belabor you a little better, And beat a little more care into your coxcombs. Beau & Fl. 3. A vain, showy fellow; a conceited, silly man, fond of display; a superficial pretender to knowledge or accomplishments; a fop. Fond to be seen, she kept a bevy Of powdered coxcombs at her levee. Goldsmith. Some are bewildered in the maze of schools, And some made coxcombs, nature meant but fools. Pope. 4. (Bot.)  A name given to several plants of different genera, but particularly to Celosia cristata, or garden cockscomb. Same as Cockscomb.","fabrile":"Pertaining to a workman, or to work in stone, metal, wood etc.; as, fabrile skill.","backsight":"The reading of the leveling staff in its unchanged position when the leveling instrument has been taken to a new position; a sight directed backwards to a station previously occupied. Cf. Foresight, n., 3.","jairou":"The ahu or Asiatic gazelle.","opinionatist":"An opinionist. [Obs.]","preen":"A forked tool used by clothiers in dressing cloth.\n\n1. To dress with, or as with, a preen; to trim or dress with the beak, as the feathers; -- said of birds. Derham. 2. To trim up, as trees. [Prov. Eng.] Halliwell.","dermoneural":"Pertaining to, or in relation with, both dermal and neural structures; as, the dermoneural spines or dorsal fin rays of fishes. Owen.","vanillic":"Pertaining to, or derived from, vanilla or vanillin; resembling vanillin; specifically, designating an alcohol and an acid respectively, vanillin being the intermediate aldehyde.","typification":"The act of typifying, or representing by a figure.","sea squirt":"An ascidian. See Illust. under Tunicata.","weive":"See Waive. [Obs.] Gower.","creeks":"A tribe or confederacy of North American Indians, including the Muskogees, Seminoles, Uchees, and other subordinate tribes. They formerly inhabited Georgia, Florida, and Alabama.","perameles":"Any marsupial of the genus Perameles, which includes numerous species found in Australia. They somewhat resemble rabbits in size and form. See Illust. under Bandicoot.","beggarliness":"The quality or state of being beggarly; meanness.","fop":"One whose ambition it is to gain admiration by showy dress; a coxcomb; an inferior dandy.","tapiser":"A maker of tapestry; an upholsterer. [R.] Chaucer.","melliphagous":"See Meliphagous.","felony":"1. (Feudal Law)  An act on the part of the vassal which cost him his fee by forfeiture. Burrill. 2. (O.Eng.Law)  An offense which occasions a total forfeiture either lands or goods, or both, at the common law, and to which capital or other punishment may be added, according to the degree of guilt. 3. A heinous crime; especially, a crime punishable by death or imprisonment. Note: Forfeiture for crime having been generally abolished in the United States, the term felony, in American law, has lost this point of distinction; and its meaning, where not fixed by statute, is somewhat vague and undefined; generally, however, it is used to denote an offense of a high grade, punishable either capitally or by a term of imprisonment. In Massachusetts, by statute, any crime punishable by death or imprisonment in the state prison, and no other, is a felony; so in New York. the tendency now is to obliterate the distinction between felonies and misdemeanors; and this has been done partially in England, and completely in some of the States of the Union. The distinction is purely arbitrary, and its entire abolition is only a question of time. Note: There is no lawyer who would undertake to tell what a felony is, otherwise than by enumerating the various kinds of offenses which are so called. originally, the word felony had a meaning: it denoted all offenses the penalty of which included forfeiture of goods; but subsequent acts of Parliament have declared various offenses to be felonies, without enjoining that penalty, and have taken away the penalty from others, which continue, nevertheless, to be called felonies, insomuch that the acts so called have now no property whatever in common, save that of being unlawful and purnishable. J. S. Mill.\n\n. See under Compound, v. t.","lightly":"1. With little weight; with little force; as, to tread lightly; to press lightly. Yet shall thy grave with rising flowers be drest, And the green turf lie lightly on thy breast. Pope. Him thus intent Ithuriel with his spear Touched lightly. Milton. 2. Swiftly; nimbly; with agility. So mikle was that barge, it might not lightly sail. R. of Brunne. Watch what thou seest and lightly bring me word. Tennyson. 3. Without deep impression. The soft ideas of the cheerful note, Lightly received, were easily forgot. Prior. 4. In a small degree; slightly; not severely. At the first he lightly afflicted the land of Zebulun . . . and afterward did more grievously afflict her. Is. ix. 1. 5. With little effort or difficulty; easily; readily. That lightly come, shall lightly go. Old Proverb. They come lightly by the malt, and need not spare it. Sir W. Scott. 6. Without reason, or for reasons of little weight. Flatter not the rich, neither do thou willingly or lightly appear before great personages. Jer. Taylor. 7. Commonly; usually. [Obs.] Bp. Fisher. The great thieves of a state are lightly the officers of the crown. B. Jonson. 8. Without dejection; cheerfully. \"Seeming to bear it lightly.\" Shak. 9. Without heed or care; with levity; gayly; airily. Matrimony . . . is not by any to be enterprised, nor taken in hand, unadvisedly, lightly, or wantonly. Book of Common Prayer [Eng. Ed.]. 10. Not chastely; wantonly. Swift.","hydrosulphureted":"Combined with hydrogen sulphide.","prosoma":"The anterior of the body of an animal, as of a cephalopod; the thorax of an arthropod.","longicornia":"A division of beetles, including a large number of species, in which the antennæ are very long. Most of them, while in the larval state, bore into the wood or beneath the bark of trees, and some species are very destructive to fruit and shade trees. See Apple borer, under Apple, and Locust beetle, under Locust.","unwormed":"Not wormed; not having had the worm, or lytta, under the tongue cut out; -- said of a dog.","skeletogenous":"Forming or producing parts of the skeleton.","blow-off":"1. A blowing off steam, water, etc.; -- Also, adj.  as, a blow-off cock or pipe. 2. An outburst of temper or excitement. [Colloq.]","rente":"In France, interest payable by government on indebtedness; the bonds, shares, stocks, etc.,, which represent government indebtedness.","fountain":"1. A spring of water issuing from the earth. 2. An artificially produced jet or stream of water; also, the structure or works in which such a jet or stream rises or flows; a basin built and constantly supplied with pure water for drinking and other useful purposes, or for ornament. 3. A reservoir or chamber to contain a liquid which can be conducted or drawn off as needed for use; as, the ink fountain in a printing press, etc. 4. The source from which anything proceeds, or from which anything is supplied continuously; origin; source. Judea, the fountain of the gospel. Fuller. Author of all being, Fountain of light, thyself invisible. Milton. Air fountain. See under Air. -- Fountain heead, primary source; original; first principle. Young. -- Fountain inkstand, an inkstand having a continual supply of ink, as from elevated reservoir. -- Fountain lamp, a lamp fed with oil from an elevated reservoir. -- Fountain pen, a pen with a reservoir in the handle which furnishes a supply of ink. -- Fountain pump. (a) A structure for a fountain, having the form of a pump. (b) A portable garden pump which throws a jet, for watering plants, etc. -- Fountain shell (Zoöl.), the large West Indian conch shell (Strombus gigas). -- Fountain of youth, a mythical fountain whose waters were fabled to have the property of renewing youth.","fatherlessness":"The state of being without a father.","iracund":"Irascible; choleric. \"Iracund people.\" Carlyle.","bepowder":"To sprinkle or cover with powder; to powder.","hippurite":"A fossil bivalve mollusk of the genus Hippurites, of many species, having a conical, cup-shaped under valve, with a flattish upper valve or lid. Hippurites are found only in the Cretaceous rocks.","preferability":"The quality or state of being preferable; preferableness. J. S. Mill.","broom corn":"A variety of Sorghum vulgare, having a joined stem, like maize, rising to the height of eight or ten feet, and bearing its seeds on a panicle with long branches, of which brooms are made.","mesozoic":"Belonging, or relating, to the secondary or reptilian age, or the era between the Paleozoic and Cenozoic. See Chart of Geology.\n\nThe Mesozoic age or formation.","helcoplasty":"The act or process of repairing lesions made by ulcers, especially by a plastic operation.","efflate":"To fill with breath; to puff up. Sir T. Herbert.","binoculate":"Having two eyes.","gerboa":"The jerboa.","tough-head":"The ruddy duck. [ Local U.S. ]","wardenship":"The office or jurisdiction of a warden.","wooer":"One who wooes; one who courts or solicits in love; a suitor. \"A thriving wooer.\" Gibber.","dwelt":"of Dwell.","snot":"1. Mucus secreted in, or discharged from, the nose. [Low] 2. A mean, insignificant fellow. [Low]\n\nTo blow, wipe, or clear, as the nose.","ameliorator":"One who ameliorates.","corfute":"A native or inhabitant of Corfu, an island in the Mediterranean Sea.","reissue":"To issue a second time.\n\nA second or repeated issue.","catholicon":"A remedy for all diseases; a panacea.","cancrinite":"A mineral occurring in hexagonal crystals, also massive, generally of a yellow color, containing silica, alumina, lime, soda, and carbon dioxide.","lutose":"Covered with clay; miry.","putrify":"To putrefy.","odds":"1. Difference in favor of one and against another; excess of one of two things or numbers over the other; inequality; advantage; superiority; hence, excess of chances; probability. \"Preëminent by so much odds.\" Milton. \"The fearful odds of that unequal fray.\" Trench. The odds Is that we scare are men and you are gods. Shak. There appeared, at least, four to one odds against them. Swift. All the odds between them has been the different s \"cope....given to their understandings to range in. Locke. Judging is balancing an account and determining on which side the odds lie. Locke. 2. Quarrel; dispute; debate; strife; -- chiefly in the phraze at odds. Set them into confounding odds. Shak. I can not speak Any beginning to this peevish odds. Shak. At odds, in dispute; at variance. \"These squires at odds did fall.\" Spenser. \"He flashes into one gross crime or other, that sets us all at odds.\" Shak. -- It is odds, it is probable. [Obs.] Jer. Taylor. -- Odds and ends, that which is left; remnants; fragments; refuse; scraps; miscellaneous articles. \"My brain is filled...with all kinds of odds and ends.\" W. Irving.","footmark":"A footprint; a track or vestige. Coleridge.","lauriol":"Spurge laurel. [Obs.] Chaucer.","seem":"To appear, or to appear to be; to have a show or semblance; to present an appearance; to look; to strike ones apprehension or fancy as being; to be taken as. \"It now seemed probable.\" Macaulay. Thou picture of what thou seemst. Shak. All seemed well pleased; all seemed, but were not all. Milton. There is a way which seemeth right unto a man; but the end thereof are the ways of death. Prov. xiv. 12. It seems, it appears; it is understood as true; it is said. A prince of Italy, it seems, entertained his misstress on a great lake. Addison. Syn. -- To appear; look. -- Seem, Appear. To appear has reference to a things being presented to our view; as, the sun appears; to seem is connected with the idea of semblance, and usually implies an inference of our mind as to the probability of a things being so; as, a storm seems to be coming. \"The story appears to be true,\" means that the facts, as presented, go to show its truth; \"the story seems to be true,\" means that it has the semblance of being so, and we infer that it is true. \"His first and principal care being to appear unto his people such as he would have them be, and to be such as he appeared.\" Sir P. Sidney. Ham. Ay, madam, it is common. Queen. If it be, Why seems it so particular with thee Ham. Seems, madam! Nay, it is; I know not \"seems.\" Shak.\n\nTo befit; to beseem. [Obs.] Spenser.","domiciliation":"The act of domiciliating; permanent residence; inhabitancy. Milman.","cashierer":"One who rejects, discards, or dismisses; as, a cashierer of monarchs. [R.] Burke. CASHIERS CHECK Cash*iers\" check. (Banking)  A check drawn by a bank upon its own funds, signed by the cashier.","hyalotype":"A photographic picture copied from the negative on glass; a photographic transparency. R. Hunt.","ruling":"1. Predominant; chief; reigning; controlling; as, a ruling passion; a ruling sovereign. 2. Used in marking or engraving lines; as, a ruling machine or pen. Syn. -- Predominant; chief; controlling; directing; guilding; governing; prevailing; prevalent.\n\n1. The act of one who rules; ruled lines. 2. (Law)  A decision or rule of a judge or a court, especially an oral decision, as in excluding evidence.","stipulator":"One who stipulates, contracts, or covenants.","petuntse":"Powdered fledspar, kaolin, or quartz, used in the manufacture of porcelain.","gairishly":"Same as Garish, Garishly, Garishness.","engregge":"To aggravate; to make worse; to lie heavy on. [Obs.] Chaucer.","unguiculate":"One of the Unguiculata.\n\n1. Furnished with nails, claws, or hooks; clawed. See the Note under Nail, n., 1. 2. (Bot.)  Furnished with a claw, or a narrow stalklike base, as the petals of a carnation.","alalia":"Inability to utter articulate sounds, due either to paralysis of the larynx or to that form of aphasia, called motor, or ataxis, aphasia, due to loss of control of the muscles of speech.","palpi":"pl. of Palpus. (Zoöl.) See Palpus.","bob-cherry":"A play among children, in which a cherry, hung so as to bob against the mouth, is to be caught with the teeth.","philotechnical":"Fond of the arts. [R.]","flatour":"A flatterer. [Obs.] Chaucer.","platinous":"Of, pertaining to, or containing, platinum; -- used specifically to designate those compounds in which the element has a lower valence, as contrasted with the platinic compounds; as, platinous chloride (PtCl2).","fen":"Low land overflowed, or covered wholly or partially with water, but producing sedge, coarse grasses, or other aquatic plants; boggy land; moor; marsh. Mid reedy fens wide spread. Wordsworth. Note: Fen is used adjectively with the sense of belonging to, or of the nature of, a fen or fens. Fen boat, a boat of light draught used in marshes. -- Fen duck (Zoöl.), a wild duck inhabiting fens; the shoveler. [Prov. Eng.] -- Fen fowl (Zoöl.), any water fowl that frequent fens. -- Fen goose (Zoöl.), the graylag goose of Europe. [Prov. Eng.] -- Fen land, swamp land.","ichnoscopy":"The search for the traces of anything. [R.]","raftsman":"A man engaged in rafting.","ursa":"Either one of the Bears. See the Phrases below. Ursa Major Etym: [L.], the Great Bear, one of the most conspicuous of the northern constellations. It is situated near the pole, and contains the stars which form the Dipper, or Charless Wain, two of which are the Pointers, or stars which point towards the North Star. -- Ursa Minor Etym: [L.], the Little Bear, the constellation nearest the north pole. It contains the north star, or polestar, which is situated in the extremity of the tail.","presumption":"1. The act of presuming, or believing upon probable evidence; the act of assuming or taking for granted; belief upon incomplete proof. 2. Ground for presuming; evidence probable, but not conclusive; strong probability; reasonable supposition; as, the presumption is that an event has taken place. 3. That which is presumed or assumed; that which is supposed or believed to be real or true, on evidence that is probable but not conclusive. \"In contradiction to these very plausible presumptions.\" De Quincey. 4. The act of venturing beyond due beyond due bounds; an overstepping of the bounds of reverence, respect, or courtesy; forward, overconfident, or arrogant opinion or conduct; presumptuousness; arrogance; effrontery. Thy son I killed for his presumption. Shak. I had the presumption to dedicate to you a very unfinished piece. Dryden. Conclusive presumption. See under Conclusive. -- Presumption of fact (Law), an argument of a fact from a fact; an inference as to the existence of one fact not certainly known, from the existence of some other fact known or proved, founded on a previous experience of their connection; supposition of the truth or real existence of something, without direct or positive proof of the fact, but grounded on circumstantial or probable evidence which entitles it to belief. Burrill. Best. Wharton. -- Presumption of law (Law), a postulate applied in advance to all cases of a particular class; e. g., the presumption of innocence and of regularity of records. Such a presumption is rebuttable or irrebuttable.","creese":"A dagger or short sword used by the Malays, commonly having a serpentine blade. [Written also crease and kris.] From a Malayan creese to a sailors jackknife. Julian Hawthorne.","midday":"The middle part of the day; noon.\n\nOf or pertaining to noon; meridional; as, the midday sun.","impatience":"The quality of being impatient; want of endurance of pain, suffering, opposition, or delay; eagerness for change, or for something expected; restlessness; chafing of spirit; fretfulness; passion; as, the impatience of a child or an invalid. I then, . . . Out of my grief and my impatience, Answered neglectingly. Shak. With huge impatience he inly swelt More for great sorrow that he could not pass, Than for the burning torment which he felt. Spenser.","addle":"1. Liquid filth; mire. [Obs.] 2. Lees; dregs. [Prov. Eng.] Wright.\n\nHaving lost the power of development, and become rotten, as eggs; putrid. Hence: Unfruitful or confused, as brains; muddled. Dryden.\n\nTo make addle; to grow addle; to muddle; as, he addled his brain. \"Their eggs were addled.\" Cowper.\n\n1. To earn by labor. [Prov. Eng.] Forby. 2. To thrive or grow; to ripen. [Prov. Eng.] Kill ivy, else tree will addle no more. Tusser.","bitumen process":"Any process in which  advantage is taken of the fact that prepared bitumen is rendered insoluble by exposure to light, as in photolithography.","swagger":"1. To walk with a swaying motion; hence, to walk and act in a pompous, consequential manner. A man who swaggers about London clubs. Beaconsfield. 2. To boast or brag noisily; to be ostentatiously proud or vainglorious; to bluster; to bully. What a pleasant it is . . . to swagger at the bar! Arbuthnot. To be great is not . . . to swagger at our footmen. Colier.\n\nTo bully. [R.] Swift.\n\nThe act or manner of a swaggerer. He gave a half swagger, half leer, as he stepped forth to receive us. W. Irving.","alliterator":"One who alliterates.","param":"A white crystalline nitrogenous substance (C2H4N4); -- called also dicyandiamide.","covetousness":"1. Strong desire. [R.] When workmen strive to do better than well, They do confound their skill in covetousness. Shak. 2. A strong or inordinate desire of obtaining and possessing some supposed good; excessive desire for riches or money; -- in a bad sense. Covetousness, by a greed of getting more, deprivess itself of the true end of getting. Sprat. Syn. -- Avarice; cupidity; eagerness.","ablegation":"The act of sending abroad. [Obs.] Jer. Taylor.","ichthyosaurus":"An extinct genus of marine reptiles; -- so named from their short, biconcave vertebræ, resembling those of fishes. Several species, varying in length from ten to thirty feet, are known from the Liassic, Oölitic, and Cretaceous formations.","maculated":"Having spots or blotches; maculate.","enteradenography":"A treatise upon, or description of, the intestinal glands.","repletory":"Repletive. [R.]","passingly":"Exceedingly. Wyclif.","severity":"The quality or state of being severe. Specifically: -- (a) Gravity or austerity; extreme strictness; rigor; harshness; as, the severity of a reprimand or a reproof; severity of discipline or government; severity of penalties. \"Strict age, and sour severity.\" Milton. (b) The quality or power of distressing or paining; extreme degree; extremity; intensity; inclemency; as, the severity of pain or anguish; the severity of cold or heat; the severity of the winter. (c) Harshness; cruel treatment; sharpness of punishment; as, severity practiced on prisoners of war. (d) Exactness; rigorousness; strictness; as, the severity of a test. Confining myself to the severity of truth. Dryden.","shamrock":"A trifoliate plant used as a national emblem by the Irish. The legend is that St. Patrick once plucked a leaf of it for use in illustrating the doctrine of the trinity. Note: The original plant was probably a kind of wood sorrel (Oxalis Acetocella); but now the name is given to the white clover (Trifolium repens), and the black medic (Medicago lupulina).","mandioc":"See Manioc.","sacculo-utricular":"Pertaining to the sacculus and utriculus of the ear.","monochronic":"Existing at the same time; contemporaneous.","procure":"1. To bring into possession; to cause to accrue to, or to come into possession of; to acquire or provide for ones self or for another; to gain; to get; to obtain by any means, as by purchase or loan. If we procure not to ourselves more woe. Milton. 2. To contrive; to bring about; to effect; to cause. By all means possible they procure to have gold and silver among them in reproach. Robynson (Mores Utopia) . Proceed, Solinus, to procure my fall. Shak. 3. To solicit; to entreat. [Obs.] The famous Briton prince and faery knight, . . . Of the fair Alma greatly were procured To make there longer sojourn and abode. Spenser. 4. To cause to come; to bring; to attract. [Obs.] What unaccustomed cause procures her hither Shak. 5. To obtain for illicit intercourse or prostitution. Syn. -- See Attain.\n\n1. To pimp. Shak. 2. To manage business for another in court. [Scot.]","mydatoxin":"A poisonous amido acid, C6H13NO2, separated by Brieger from decaying horseflesh. In physiological action, it is similar to curare.","plugging":"1. The act of stopping with a plug. 2. The material of which a plug or stopple is made.","heron":"Any wading bird of the genus Ardea and allied genera, of the family Ardeidæ. The herons have a long, sharp bill, and long legs and toes, with the claw of the middle toe toothed. The common European heron (Ardea cinerea) is remarkable for its directly ascending flight, and was formerly hunted with the larger falcons. Note: There are several common American species; as, the great blue heron (Ardea herodias); the little blue (A. coerulea); the green (A. virescens); the snowy (A. candidissima); the night heron or qua-bird (Nycticorax nycticorax). The plumed herons are called egrets. Herons bill (Bot.), a plant of the genus Erodium; -- so called from the fancied resemblance of the fruit to the head and beak of the heron.","pilled":"Stripped of hair; scant of hair; bald. [Obs.] \"Pilled beard.\" Chaucer.","derelict":"1. Given up or forsaken by the natural owner or guardian; left and abandoned; as, derelict lands. The affections which these exposed or derelict children bear to their mothers, have no grounds of nature or assiduity but civility and opinion. Jer. Taylor. 2. Lost; adrift; hence, wanting; careless; neglectful; unfaithful. They easily prevailed, so as to seize upon the vacant, unoccupied, and derelict minds of his [Chathams] friends; and instantly they turned the vessel wholly out of the course of his policy. Burke. A government which is either unable or unwilling to redress such wrongs is derelict to its highest duties. J. Buchanan.\n\n(a) A thing voluntary abandoned or willfully cast away by its proper owner, especially a ship abandoned at sea. (b) A tract of land left dry by the sea, and fit for cultivation or use.","wych-hazel":"The wych-elm; -- so called because its leaves are like those of the hazel.","prosopalgia":"Facial neuralgia.","labyrinthal":"Pertaining to, or resembling, a labyrinth; intricate; labyrinthian.","howadji":"1. A traveler. 2. A merchant; -- so called in the East because merchants were formerly the chief travelers.","logically":"In a logical manner; as, to argue logically.","favor":"1. Kind regard; propitious aspect; countenance; friendly disposition; kindness; good will. Hath crawled into the favor of the king. Shak. 2. The act of countenancing, or the condition of being countenanced, or regarded propitiously; support; promotion; befriending. But found no favor in his ladys eyes. Dryden. And Jesus increased in wisdom and stature, and in favor with God and man. Luke ii. 52. 3. A kind act or office; kindness done or granted; benevolence shown by word or deed; an act of grace or good will, as distinct from justice or remuneration. Beg one favor at thy gracious hand. Shak. 4. Mildness or mitigation of punishment; lenity. I could not discover the lenity and fabor of this sentence. Swift. 5. The object of regard; person or thing favored. All these his wondrous works, but chiefly man, His chief delight and favor. Milton. 6. A gift or represent; something bestowed as an evidence of good will; a token of love; a knot of ribbons; something worn as a token of affection; as, a marriage favor is a bunch or knot of white ribbons or white flowers worn at a wedding. Wear thou this favor for me, and stick it in thy cap. Shak. 7. Appearance; look; countenance; face. [Obs.] This boy is fair, of female favor. Shak. 8. (Law)  Partiality; bias. Bouvier. 9. A letter or epistle; -- so called in civility or compliment; as, your favor of yesterday is received. 10. pl.  Love locks. [Obs.] Wright. Challenge to the favor or for favor (Law), the challenge of a juror on grounds not sufficient to constitute a principal challenge, but sufficient to give rise to a probable suspicion of favor or bias, such as acquaintance, business relation, etc. See Principal challenge, under Challenge. -- In favor of, upon the side of; favorable to; for the advantage of. -- In favor with, favored, countenanced, or encouraged by. -- To curry favor Etym: [see the etymology of Favor, above], to seek to gain favor by flattery, caresses, kindness, or officious civilities. -- With ones favor, or By ones favor, with leave; by kind permission. But, with your favor, I will treat it here. Dryden. Syn. -- Kindness; countenance; patronage; support; lenity; grace; gift; present; benefit.\n\n1. To regard with kindness; to support; to aid, or to have the disposition to aid, or to wish success to; to be propitious to; to countenance; to treat with consideration or tenderness; to show partiality or unfair bias towards. O happy youth! and favored of the skies. Pope. He that favoreth Joab, . . . let him go after Joab. 2 Sam. xx. 11. [The painter] has favored her squint admirably. Swift. 2. To afford advantages for success to; to facilitate; as, a weak place favored the entrance of the enemy. 3. To resemble in features; to have the aspect or looks of; as, the child favors his father. The porter owned that the gentleman favored his master. Spectator.","combined":"United closely; confederated; chemically united.","pantology":"A systematic view of all branches of human knowledge; a work of universal information.","hilted":"Having a hilt; -- used in composition; as, basket-hilted, cross-hilted.","rightful":"1. Righteous; upright; just; good; -- said of persons. [Obs.] Chaucer. 2. Consonant to justice; just; as, a rightful cause. 3. Having the right or just claim according to established laws; being or holding by right; as, the rightful heir to a throne or an estate; a rightful king. 4. Belonging, held, or possessed by right, or by just claim; as, a rightful inheritance; rightful authority. Syn. -- Just; lawful; true; honest; equitable; proper.","puffing":"a. & n. from Puff, v. i. & t. Puffing adder. (Zoöl.) Same as Puff adder (b), under Puff. -- Puffing pig (Zoöl.), the common porpoise.","deinoceras":"See Dinoceras.","whirl-blast":"A whirling blast or wind. A whirl-blast from behind the hill. Wordsworth.","bawsin":"1. A badger. [Obs.] B. Jonson. 2. A large, unwieldy person. [Obs.] Nares.","gyneceum":"See Gynæceum.","metaphosphoric":"Pertaining to, or designating, a monobasic acid, HPO3, analogous to nitric acid, and, by heating phosphoric acid, obtained as a crystalline substance, commonly called glacial phosphoric acid.","fridstol":"A seat in churches near the altar, to which offenders formerly fled for sanctuary. [Written variously fridstool, freedstool, etc.] [Obs.]","metropolitan":"1. Of or pertaining to the capital or principal city of a country; as, metropolitan luxury. 2. (Eccl.)  Of, pertaining to, or designating, a metropolitan or the presiding bishop of a country or province, his office, or his dignity; as, metropolitan authority. \"Bishops metropolitan.\" Sir T. More.\n\n1. The superior or presiding bishop of a country or province. 2. (Lat. Church.)  An archbishop. 3. (Gr. Church)  A bishop whose see is civil metropolis. His rank is intermediate between that of an archbishop and a patriarch. Hook.","tenth":"1. Next in order after the ninth; coming after nine others. 2. Constituting or being one of ten equal parts into which anything is divided.\n\n1. The next in order after the ninth; one coming after nine others. 2. The quotient of a unit divided by ten; one of ten equal parts into which anything is divided. 3. The tenth part of annual produce, income, increase, or the like; a tithe. Shak. 4. (Mus.)  The interval between any tone and the tone represented on the tenth degree of the staff above it, as between one of the scale and three of the octave above; the octave of the third. 5. pl. (Eng. Law) (a) A temporary aid issuing out of personal property, and granted to the king by Parliament; formerly, the real tenth part of all the movables belonging to the subject. (b) (Eccl. Law) The tenth part of the annual profit of every living in the kingdom, formerly paid to the pope, but afterward transferred to the crown. It now forms a part of the fund called Queen Annes Bounty. Burrill.","gemmeous":"Pertaining to gems; of the nature of gems; resembling gems. Pennant.","temperer":"One who, or that which, tempers; specifically, a machine in which lime, cement, stone, etc., are mixed with water.","troop":"1. A collection of people; a company; a number; a multitude. That which should accompany old age --As honor, love, obedience, troops of friends --I must not look to have. Shak. 2. Soldiers, collectively; an army; -- now generally used in the plural. Farewell the plumed troop, and the big wars. Shak. His troops moved to victory with the precision of machines. Macaulay. 3. (Mil.)  Specifically, a small body of cavalry, light horse, or dragoons, consisting usually of about sixty men, commanded by a captain; the unit of formation of cavalry, corresponding to the company in infantry. Formerly, also, a company of horse artillery; a battery. 4. A company of stageplayers; a troupe. W. Coxe. 5. (Mil.)  A particular roll of the drum; a quick march.\n\n1. To move in numbers; to come or gather in crowds or troops. \"Armies . . . troop to their standard.\" Milton. 2. To march on; to go forward in haste. Nor do I, as an enemy to peace, Troop in the throngs of military men. Shak.","cookroom":"A room for cookery; a kitchen; the galley or caboose of a ship. Sir W. Raleigh.","oxyhaemoglobin":"See Hemoglobin.","antorgastic":"See Antiorgastic.","sworded":"Girded with a sword. Milton.","recitation":"1. The act of reciting; rehearsal; repetition of words or sentences. Hammond. 2. The delivery before an audience of something committed to memory, especially as an elocutionary exhibition; also, that which is so delivered. 3. (Colleges and Schools)  The rehearsal of a lesson by pupils before their instructor.","relais":"A narrow space between the foot of the rampart and the scarp of the ditch, serving to receive the earth that may crumble off or be washed down, and prevent its falling into the ditch. Wilhelm.","trapstick":"A stick used in playing the game of trapball; hence, fig., a slender leg. Addison.","non liquet":"It is not clear; -- a verdict given by a jury when a matter is to be deferred to another day of trial.","similary":"Similar. [Obs.] Rhyming cadences of similarly words. South.","supercilious":"Lofty with pride; haughty; dictatorial; overbearing; arrogant; as, a supercilious officer; asupercilious air; supercilious behavior. -- Su`per*cil\"i*ous*ly, adv. -- Su`per*cil\"i*ous*ness, n.","myosis":"Long-continued contraction of the pupil of the eye.","avengeance":"Vengeance. [Obs.]","scincoid":"Of or pertaining to the family Scincidæ, or skinks. -- n.  A scincoidian.","anetic":"Soothing.","sinaic":"Of or pertaining to Mount Sinai; given or made at Mount Sinai; as, the Sinaitic law. Sinaitic manuscript, a fourth century Greek manuscript of the part Bible, discovered at Mount Sinai (the greater part of it in 1859) by Tisschendorf, a German Biblical critic; -- called also Codex Sinaiticus.","spanking breeze":"a strong breeze.","obligor":"The person who binds himself, or gives his bond to another. Blackstone.","uropygium":"The prominence at the posterior extremity of a birds body, which supports the feathers of the tail; the rump; -- sometimes called popes nose.","anhang":"To hang. [Obs.] Chaucer.","checkerboard":"A board with sixty-four squares of alternate color, used for playing checkers or draughts.","epignathous":"Hook-billed; having the upper mandible longer than the lower.","halmas":"The feast of All Saints; Hallowmas. [Obs.]","masseteric":"Of or pertaining to the masseter.","lifelong":"Lasting or continuing through life. Tennyson.","ovalbumen":"The albumin from white of eggs; egg albumin; -- in distinction from serum albumin. See Albumin.","subumbrella":"The integument of the under surface of the bell, or disk-shaped body, of a jellyfish.","baksheesh":"Same as Backsheesh.","smitt":"Fine clay or ocher made up into balls, used for marking sheep. [Eng.] Woodsward.","gall":"1. (Physiol.)  The bitter, alkaline, viscid fluid found in the gall bladder, beneath the liver. It consists of the secretion of the liver, or bile, mixed with that of the mucous membrane of the gall bladder. 2. The gall bladder. 3. Anything extremely bitter; bitterness; rancor. He hath . . . compassed me with gall and travail. Lam. iii. 5. Comedy diverted without gall. Dryden. 4. Impudence; brazen assurance. [Slang] Gall bladder (Anat.), the membranous sac, in which the bile, or gall, is stored up, as secreted by the liver; the cholecystis. See Illust. of Digestive apparatus. -- Gall duct, a duct which conveys bile, as the cystic duct, or the hepatic duct. -- Gall sickness, a remitting bilious fever in the Netherlands. Dunglison. -- Gall of the earth (Bot.), an herbaceous composite plant with variously lobed and cleft leaves, usually the Prenanthes serpentaria.\n\nAn excrescence of any form produced on any part of a plant by insects or their larvae. They are most commonly caused by small Hymenoptera and Diptera which puncture the bark and lay their eggs in the wounds. The larvae live within the galls. Some galls are due to aphids, mites, etc. See Gallnut. Note: The galls, or gallnuts, of commerce are produced by insects of the genus Cynips, chiefly on an oak (Quercus infectoria or Lusitanica) of Western Asia and Southern Europe. They contain much tannin, and are used in the manufacture of that article and for making ink and a black dye, as well as in medicine. Gall insect (Zoöl.), any insect that produces galls. -- Gall midge (Zoöl.), any small dipterous insect that produces galls. -- Gall oak, the oak (Quercus infectoria) which yields the galls of commerce. -- Gall of glass, the neutral salt skimmed off from the surface of melted crown glass;- called also glass gall and sandiver. Ure.-- Gall wasp. (Zoöl.) See Gallfly.\n\nTo impregnate with a decoction of gallnuts. Ure.\n\n1. To fret and wear away by friction; to hurt or break the skin of by rubbing; to chafe; to injure the surface of by attrition; as, a saddle galls the back of a horse; to gall a mast or a cable. I am loth to gall a new-healed wound. Shak. 2. To fret; to vex; as, to be galled by sarcasm. They that are most galled with my folly, They most must laugh. Shak. 3. To injure; to harass; to annoy; as, the troops were galled by the shot of the enemy. In our wars against the French of old, we used to gall them with our longbows, at a greater distance than they could shoot their arrows. Addison.\n\nTo scoff; to jeer. [R.] Shak.\n\nA wound in the skin made by rubbing.","cylinder":"1. (Geom.) (a) A solid body which may be generated by the rotation of a parallelogram round one its sides; or a body of rollerlike form, of which the longitudinal section is oblong, and the cross section is circular. (b) The space inclosed by any cylindrical surface. The space may be limited or unlimited in length. 2. Any hollow body of cylindrical form, as: (a) The chamber of a steam engine in which the piston is moved by the force of steam. (b) The barrel of an air or other pump. (c) (Print.) The revolving platen or bed which produces the impression or carries the type in a cylinder press. (d) The bore of a gun; the turning chambered breech of a revolver. 3. The revolving square prism carryng the cards in a Jacquard loom. Cylinder axis. (Anat.) SeeAxis cylinder, under Axis. -- Cylinder engine (Paper Making), a machine in which a cylinder takes up the pulp and delivers it in a continuous sheet to the dryers. -- Cylinder escapement. See Escapement. -- Cylinder glass. See Glass. -- Cylinder mill. See Roller mill. -- Cylinder press. See Press.","wailer":"One who wails or laments.","revealable":"Capable of being revealed. -- Re*veal\"a*ble*ness, n.","habitan":"Same as Habitant, 2. General met an emissary . . . sent . . . to ascertain the feelings of the habitans or French yeomanry. W. Irwing.","alnager":"A measure by the ell; formerly a sworn officer in England, whose duty was to inspect act measure woolen cloth, and fix upon it a seal.","quintile":"The aspect of planets when separated the fifth part of the zodiac, or 72º. Hutton.","woodchat":"(a) Any one of several species of Asiatic singing birds belonging to the genera Ianthia and Larvivora. They are closely allied to the European robin. The males are usually bright blue above, and more or less red or rufous beneath. (b) A European shrike (Enneoctonus rufus). In the male the head and nape are rufous red; the back, wings, and tail are black, varied with white.","excrementitious":"Pertaining to, or consisting of, excrement; of the nature of excrement.","tuxedo coat":"A kind of black coat for evening dress made without skirts; -- so named after a fashionable country club at Tuxedo Park, New York. [U. S.]","seedcake":"A sweet cake or cooky containing aromatic seeds, as caraway. Tusser.","laxness":"The state of being lax; laxity.","sickless":"Free from sickness. [R.] Give me long breath, young beds, and sickless ease. Marston.","vinum":"Wine, --chiefly used in Pharmacy in the name of solutions of some medicinal substance in wine; as: vina medicata, medicated wines; vinum opii, wine of opium.","busily":"In a busy manner.","incontinent":"1. Not continent; uncontrolled; not restraining the passions or appetites, particularly the sexual appetite; indulging unlawful lust; unchaste; lewd. 2. (Med.)  Unable to restrain natural evacuations.\n\nOne who is unchaste. B. Jonson.\n\nIncontinently; instantly immediately. [Obs.] He says he will return incontinent. Shak.","surpliced":"Wearing a surplice.","dreary":"1. Sorrowful; distressful. [Obs.] \" Dreary shrieks.\" Spenser. 2. Exciting cheerless sensations, feelings, or associations; comfortless; dismal; gloomy. \" Dreary shades.\" Dryden. \"The dreary ground.\" Prior. Full many a dreary anxious hour. Keble. Johnson entered on his vocation in the most dreary part of that dreary interval which separated two ages of prosperity. Macaulay.","sotil":"Subtile. [Obs.]","piapec":"A West African pie (Ptilostomus Senegalensis).","incipiency":"Beginning; commencement; incipient state.","inuloid":"A substance resembling inulin, found in the unripe bulbs of the dahila.","sardius":"A precious stone, probably a carnelian, one of which was set in Aarons breastplate. Ex. xxviii. 17.","shepherd":"1. A man employed in tending, feeding, and guarding sheep, esp. a flock grazing at large. 2. The pastor of a church; one with the religious guidance of others. Shepherd bird (Zoöl.), the crested screamer. See Screamer. -- Shepherd dog (Zoöl.), a breed of dogs used largely for the herding and care of sheep. There are several kinds, as the collie, or Scotch shepherd dog, and the English shepherd dog. Called also shepherds dog. -- Shepherd dog, a name of Pan. Keats. -- Shepherd kings, the chiefs of a nomadic people who invaded Egypt from the East in the traditional period, and conquered it, at least in part. They were expelled after about five hundred years, and attempts have been made to connect their expulsion with narrative in the book of Exodus. -- Shepherds club (Bot.), the common mullein. See Mullein. -- Shepherds crook, a long staff having the end curved so as to form a large hook, -- used by shepherds. -- Shepherds needle (Bot.), the ladys comb. -- Shepherds plaid, a kind of woolen cloth of a checkered black and white pattern. -- Shephered spider (Zoöl.), a daddy longlegs, or harvestman. -- Shepherds pouch, or Shepherds purse (Bot.), an annual cruciferous plant (Capsella Bursapastoris) bearing small white flowers and pouchlike pods. See Illust. of Silicle. -- Shepherds rod, or Shepherds staff (Bot.), the small teasel.\n\nTo tend as a shepherd; to guard, herd, lead, or drive, as a shepherd. [Poetic] White, fleecy clouds . . . Shepherded by the slow, unwilling wind. Shelley.","bellwort":"A genus of plants (Uvularia) with yellowish bell-shaped flowers.","tarantulated":"Bitten by a tarantula; affected with tarantism.","oxybenzene":"Hydroxy benzene. Same as Phenol.","indirected":"Not directed; aimless. [Obs.]","acacin":"Gum arabic.","hieroglyphically":"In hieroglyphics.","oligochete":"Of or pertaining to the Oligochæta.","untrowable":"Incredible. [Obs.] \"Untrowable fairness.\" Wyclif.","ruthenium":"A rare element of the light platinum group, found associated with platinum ores, and isolated as a hard, brittle steel-gray metal which is very infusible. Symbol Ru. Atomic weight 103.5. Specific gravity 12.26. See Platinum metals, under Platinum.","crossbow":"A weapon, used in discharging arrows, formed by placing a bow crosswise on a stock.","pseudography":"False writing; forgery.","excommunicant":"One who has been excommunicated.","spece":"Species; kind. [Obs.] Chaucer.","areometer":"An instrument for measuring the specific gravity of fluids; a form hydrometer.","unpossible":"Impossible. [R.]","argillite":"Argillaceous schist or slate; clay slate. Its colors is bluish or blackish gray, sometimes greenish gray, brownish red, etc. -- Ar`gil*lit\"ic, a.","heliolater":"A worshiper of the sun.","sea snake":"Any one of many species of venomous aquatic snakes of the family Hydrophidæ, having a flattened tail and living entirely in the sea, especially in the warmer parts of the Indian and Pacific Oceans. They feed upon fishes, and are mostly of moderate size, but some species become eight or ten feet long and four inches broad.","silvas":"Vast woodland plains of South America.","snowberry":"A name of several shrubs with white berries; as, the Symphoricarpus racemosus of the Northern United States, and the Chiococca racemosa of Florida and tropical America. Creeping snowberry. (Bot.) See under Creeping.","partitionment":"The act of partitioning.","transumptive":"Taking from one to another; metaphorical. [R.] \"A transumptive kind of speech.\" Drayton. Fictive, descriptive, digressive, transumptive, and withal definitive. Lowell.","unseam":"To open the seam or seams of; to rip; to cut; to cut open. Shak.","clam":"1. (Zoöl.)  A bivalve mollusk of many kinds, especially those that are edible; as, the long clam (Mya arenaria), the quahog or round clam (Venus mercenaria), the sea clam or hen clam (Spisula solidissima), and other species of the United States. The name is said to have been given originally to the Tridacna gigas, a huge East Indian bivalve. You shall scarce find any bay or shallow shore, or cove of sand, where you may not take many clampes, or lobsters, or both, at your pleasure. Capt. John Smith (1616). Clams, or clamps, is a shellfish not much unlike a coclke; it lieth under the sand. Wood (1634). 2. (Ship Carp.)  Strong pinchers or forceps. 3. pl. (Mech.)  A kind of vise, usually of wood. Blood clam. See under Blood.\n\nTo clog, as with glutinous or viscous matter. A swarm of wasps got into a honey pot, and there they cloyed and clammed Themselves till there was no getting out again. LEstrange.\n\nTo be moist or glutinous; to stick; to adhere. [R.] Dryden\n\nClaminess; moisture. [R.] \"The clam of death.\" Carlyle.\n\nA crash or clangor made by ringing all the bells of a chime at once. Nares.\n\nTo produce, in bell ringing, a clam or clangor; to cause to clang. Nares.","sixty":"Six times ten; fifty-nine and one more; threescore.\n\n1. The sum of six times ten; sixty units or objects. 2. A symbol representing sixty units, as 60, lx., or LX.","trichiurus":"A genus of fishes comprising the hairtails. See Hairtail.","hesitate":"1. To stop or pause respecting decision or action; to be in suspense or uncertainty as to a determination; as, he hesitated whether to accept the offer or not; men often hesitate in forming a judgment. Pope. 2. To stammer; to falter in speaking. Syn. -- To doubt; waver; scruple; deliberate; demur; falter; stammer.\n\nTo utter with hesitation or to intimate by a reluctant manner. [Poetic & R.] Just hint a fault, and hesitate dislike. Pope.","principiate":"To begin; to initiate. [Obs.] Sir M. Hale.","metol":"A whitish soluble powder used as a developer in photography. Chemically, it is the sulphate of methyl-p-amino-m-cresol.","semiamplexicaul":"Partially amplexicaul; embracing the stem half round, as a leaf.","jink":"1. To move quickly, esp. with a sudden turn; hence, to dodge; to escape by a quick turn; --obs. or dial., except as a hunting term in pig-sticking. 2.  (Card Playing) In the games of spoilfive and forty-five, to win the game by taking all five tricks; also, to play to win  all five tricks, losing what has been already won if unsuccessful.","photoglyphic":"Pertaining to the art of engraving by the action of light. [Written also photoglyptic.] Photoglyphic engraving, a process of etching on copper, steel, or zinc, by means of the action of light and certain chemicals, so that from the plate impressions may be taken. Sir D. Brewster.","receptibility":"1. The quality or state of being receptible; receivableness. 2. A receptible thing. [R.] Glanvill.","egotistically":"With egotism.","noursle":"To nurse; to rear; to bring up. [Obs.] [Written also nosel, nousel, nousle, nowsle, nusle, nuzzle, etc.] She noursled him till years he raught. Spenser.","impiteous":"Pitiless; cruel. [Obs.]","palo blanco":"(a) A western American hackberry (Celtis reticulata), having light- colored bark. (b) A Mexican mimosaceous tree (Lysiloma candida), the bark of which is used in tanning.","bourgeoisie":"The French middle class, particularly such as are concerned in, or dependent on, trade.","fatidical":"Having power to foretell future events; prophetic; fatiloquent; as, the fatidical oak. [R.] Howell. -- Fa*tid\"i*cal*ly, adv.","phanariot":"One of the Greeks of Constantinople who after the Turkish conquest became powerful in clerical and other offices under Turkish patronage.","rubbly":"Relating to, or containing, rubble.","pertinacity":"The quality or state of being pertinacious; obstinacy; perseverance; persistency. Macaulay. Syn. -- See Obstinacy.","ashler":"1. (Masonry) (a) Hewn or squared stone; also, masonry made of squared or hewn stone. Rough ashlar, a block of freestone as brought from the quarry. When hammer-dressed it is known as common ashlar. Knight. (b) In the United States especially, a thin facing of squared and dressed stone upon a wall of rubble or brick. Knight.","frugally":"Thriftily; prudently.","merrily":"In a merry manner; with mirth; with gayety and laughter; jovially. See Mirth, and Merry. Merrily sing, and sport, and play. Granville.","langteraloo":"An old game at cards. See Loo (a) Tatler.","petalism":"A form of sentence among the ancient Syracusans by which they banished for five years a citizen suspected of having dangerous influence or ambition. It was similar to the ostracism in Athens; but olive leaves were used instead of shells for ballots.","recompensive":"Of the nature of recompense; serving to recompense. Sir T. Browne.","contemporariness":"Existence at the same time; contemporaneousness. Howell.","adynamic":"1. (Med.)  Pertaining to, or characterized by, debility of the vital powers; weak. 2. (Physics)  Characterized by the absence of power or force. Adynamic fevers, malignant or putrid fevers attended with great muscular debility.","huia bird":"A New Zealand starling (Heteralocha acutirostris), remarkable for the great difference in the form and length of the bill in the two sexes, that of the male being sharp and straight, that of the female much longer and strongly curved.","doublehearted":"Having a false heart; deceitful; treacherous. Sandys.","peripateticism":"The doctrines or philosophical system of the peripatetics. See Peripatetic, n., 2. Lond. Sat. Rev.","bunion":"Same as Bunyon.\n\nAn enlargement and inflammation of a small membranous sac (one of the bursæ muscosæ), usually occurring on the first joint of the great toe.","dear":"1. Bearing a high price; high-priced; costly; expensive. The cheapest of us is ten groats too dear. Shak. 2. Marked by scarcity or dearth, and exorbitance of price; as, a dear year. 3. Highly valued; greatly beloved; cherished; precious. \"Hear me, dear lady.\" Shak. Neither count I my life dear unto myself. Acts xx. 24. And the last joy was dearer than the rest. Pope. Dear as rememberd kisses after death. Tennyson. 4. Hence, close to the heart; heartfelt; present in mind; engaging the attention. (a) Of agreeable things and interests. [Ill] leave you to attend him: some dear cause Will in concealment wrap me up awhile. Shak. His dearest wish was to escape from the bustle and glitter of Whitehall. Macaulay. (b) Of disagreeable things and antipathies. In our dear peril. Shak. Would I had met my dearest foe in heaven Or ever I had seen that day. Shak.\n\nA dear one; lover; sweetheart. That kiss I carried from thee, dear. Shak.\n\nDearly; at a high price. If thou attempt it, it will cost thee dear. Shak.\n\nTo endear. [Obs.] Shelton.","dere":"To hurt; to harm; to injure. [Obs.] Chaucer.\n\nHarm. [Obs.] Robert of Brunne.","occultism":"A certain Oriental system of theosophy. A. P. Sinnett.","ratite":"Of or pertaining to the Ratitæ. -- n.  One of the Ratitæ.","ploughable":"Capable of being plowed; arable.","ichthyophagist":"One who eats, or subsists on, fish.","columba":"See Calumba.","thereout":"1. Out of that or this. He shall take thereout his handful of the flour. Lev. ii. 2. 2. On the outside; out of doors. [Obs.] Chaucer.","clash gear":"A change-speed gear in which the gears are changed by sliding endwise.","unkingship":"The quality or condition of being unkinged; abolition of monarchy. [Obs.] Unkingship was proclaimed, and his majestys statues thrown down. Evelyn.","cycloid":"A curve generated by a point in the plane of a circle when the circle is rolled along a straight line, keeping always in the same plane. Note: The common cycloid is the curve described when the generating point (p) is on the circumference of the generating circle; the curtate cycloid, when that point lies without the circumference; the prolate or inflected cycloid, when the generating point (p) lies within that circumference.\n\nOf or pertaining to the Cycloidei. Cycloid scale (Zoöl.), a fish scale which is thin and shows concentric lines of growth, without serrations on the margin.\n\nOne of the Cycloidei.","catheterization":"The operation of introducing a catheter.","carvol":"One of a species of aromatic oils, resembling carvacrol.","idealism":"1. The quality or state of being ideal. 2. Conception of the ideal; imagery. 3. (Philos.)  The system or theory that denies the existence of material bodies, and teaches that we have no rational grounds to believe in the reality of anything but ideas and their relations.","innocence":"1. The state or quality of being innocent; freedom from that which is harmful or infurious; harmlessness. 2. The state or quality of being morally free from guilt or sin; purity of heart; blamelessness. The silence often of pure innocence Persuades when speaking fails. Shak. Banished from mans life his happiest life, Simplicity and spotless innocence! Milton. 3. The state or quality of being not chargeable for, or guilty of, a particular crime or offense; as, the innocence of the prisoner was clearly shown. 4. Simplicity or plainness, bordering on weakness or silliness; artlessness; ingenuousness. Chaucer. Shak. Syn. -- Harmlessness; innocuousness; blamelessness; purity; sinlessness; guiltlessness.","leaved":"Bearing, or having, a leaf or leaves; having folds; -- used in combination; as, a four-leaved clover; a two-leaved gate; long- leaved.","sleeve":"See Sleave, untwisted thread.\n\n1. The part of a garment which covers the arm; as, the sleeve of a coat or a gown. Chaucer. 2. A narrow channel of water. [R.] The Celtic Sea, called oftentimes the Sleeve. Drayton. 3. (Mach.) (a) A tubular part made to cover, sustain, or steady another part, or to form a connection between two parts. (b) A long bushing or thimble, as in the nave of a wheel. (c) A short piece of pipe used for covering a joint, or forming a joint between the ends of two other pipes. Sleeve button, a detachable button to fasten the wristband or cuff. -- Sleeve links, two bars or buttons linked together, and used to fasten a cuff or wristband. -- To laugh in the sleeve, to laugh privately or unperceived, especially while apparently preserving a grave or serious demeanor toward the person or persons laughed at; that is, perhaps, originally, by hiding the face in the wide sleeves of former times. -- To pin, or hang, on the sleeve of, to be, or make, dependent upon.\n\nTo furnish with sleeves; to put sleeves into; as, to sleeve a coat.","stewartry":"1. An overseer or superintendent. [R.] \"The stewartry of provisions.\" Tooke. 2. The office of a steward; stewardship. [R.] Byron. 3. In Scotland, the jurisdiction of a steward; also, the lands under such jurisdiction.","aerugo":"The rust of any metal, esp. of brass or copper; verdigris.","asystolism":"The state or symptoms characteristic of asystole.","exception":"1. The act of excepting or excluding; exclusion; restriction by taking out something which would otherwise be included, as in a class, statement, rule. 2. That which is excepted or taken out from others; a person, thing, or case, specified as distinct, or not included; as, almost every general rule has its exceptions. Such rare exceptions, shining in the dark, Prove, rather than impeach, the just remark. Cowper. Note: Often with to. That proud exception to all natures laws. Pope. 3. (Law)  An objection, oral or written, taken, in the course of an action, as to bail or security; or as to the decision of a judge, in the course of a trail, or in his charge to a jury; or as to lapse of time, or scandal, impertinence, or insufficiency in a pleading; also, as in conveyancing, a clause by which the grantor excepts something before granted. Burrill. 4. An objection; cavil; dissent; disapprobation; offense; cause of offense; -- usually followed by to or against. I will never answer what exceptions they can have against our account [relation]. Bentley. He . . . took exception to the place of their burial. Bacon. She takes exceptions at your person. Shak. Bill of exceptions (Law), a statement of exceptions to the decision, or instructions of a judge in the trial of a cause, made for the purpose of putting the points decided on record so as to bring them before a superior court or the full bench for review.","deliberate":"1. Weighing facts and arguments with a view a choice or decision; carefully considering the probable consequences of a step; circumspect; slow in determining; -- applied to persons; as, a deliberate judge or counselor. \"These deliberate fools.\" Shak. 2. Formed with deliberation; well-advised; carefully considered; not sudden or rash; as, a deliberate opinion; a deliberate measure or result. Settled visage and deliberate word. Shak. 3. Not hasty or sudden; slow. Hooker. His enunciation was so deliberate. W. Wirt.\n\nTo weigh in the mind; to consider the reasons for and against; to consider maturely; to reflect upon; to ponder; as, to deliberate a question.\n\nTo take counsel with ones self; to weigh the arguments for and against a proposed course of action; to reflect; to consider; to hesitate in deciding; -- sometimes with on, upon, concerning. The woman the deliberation is lost. Addison.","kefir grains":"Small hard yellowish aggregations found in the Caucasus region, and containing various yeasts and bacteria. They are used as a ferment in preparing kefir.","bromid paper":"A sensitized paper coated with gelatin impregnated with bromide of silver, used in contact printing and in enlarging.","madge":"(a) The barn owl. (b) The magpie.","preambulation":"1. A walking or going before; precedence. [R.] 2. A preamble. [Obs.] Chaucer.","arrow":"A missile weapon of offense, slender, pointed, and usually feathered and barbed, to be shot from a bow. Broad arrow. (a) An arrow with a broad head. (b) A mark placed upon British ordnance and government stores, which bears a rude resemblance to a broad arrowhead.","asphyxia":"Apparent death, or suspended animation; the condition which results from interruption of respiration, as in suffocation or drowning, or the inhalation of irrespirable gases.","nonunionist":"One who does not belong, or refuses to belong, to a trades union.","bestad":"Beset; put in peril. [Obs.] Chaucer.","shampooer":"One who shampoos.","disrudder":"To deprive of the rudder, as a ship.","sheal":"Same as Sheeling. [Scot.]\n\nTo put under a sheal or shelter. [Scot.]\n\nTo take the husks or pods off from; to shell; to empty of its contents, as a husk or a pod. [Obs. or Prov.Eng. & Scot.] Jamieson. Thats a shealed peascod. Shak.\n\nA shell or pod. [Obs. or Prov.Eng.]","blockheadism":"That which characterizes a blockhead; stupidity. Carlyle.","charitableness":"The quality of being charitable; the exercise of charity.","scarceness":"The quality or condition of being scarce; smallness of quantity in proportion to the wants or demands; deficiency; lack of plenty; short supply; penury; as, a scarcity of grain; a great scarcity of beauties. Chaucer. A scarcity of snow would raise a mutiny at Naples. Addison. Praise . . . owes its value to its scarcity. Rambler. The value of an advantage is enhanced by its scarceness. Collier. Syn. -- Deficiency; lack; want; penury; dearth; rareness; rarity; infrequency.","llama":"A South American ruminant (Auchenia llama), allied to the camels, but much smaller and without a hump. It is supposed to be a domesticated variety of the guanaco. It was formerly much used as a beast of burden in the Andes.","disserve":"To fail to serve; to do injury or mischief to; to damage; to hurt; to harm. Have neither served nor disserved the interests of any party. Jer. Taylor.","ingenuously":"In an ingenuous manner; openly; fairly; candidly; artlessly. Being required to explane himself, he ingeniously confessed. Ludlow.","tree calf":"A bright brown polished calfskin binding of  books, stained with a conventional treelike design.","fecundity":"1. The quality or power of producing fruit; fruitfulness; especially (Biol.), the quality in female organisms of reproducing rapidly and in great numbers. 2. The power of germinating; as in seeds. 3. The power of bringing forth in abundance; fertility; richness of invention; as, the fecundity of Gods creative power. Bentley.","collodium":"See Collodion.","sportule":"A charitable gift or contribution; a gift; an alms; a dole; a largess; a sportula. [Obs.] Ayliffe.","strook":"imp. of Strike. Dryden.\n\nA stroke. [Obs.] Chaucer.","discoidal":"Disk-shaped; discoid.","foldless":"Having no fold. Milman.","burler":"One who burls or dresses cloth.","padesoy":"See Paduasoy.","acarus":"A genus including many species of small mites.","tumultuarily":"In a tumultuary manner.","attagas":"A species of sand grouse (Syrrghaptes Pallasii) found in Asia and rarely in southern Europe.","backslide":"To slide back; to fall away; esp. to abandon gradually the faith and practice of a religion that has been professed.","pirrie":"A rough gale of wind. [Obs.] Sir T. Elyot.","paddlecock":"The lumpfish. [Prov. Eng.]","goodly":"Excellently. [Obs.] Spenser.\n\n1. Pleasant; agreeable; desirable. We have many goodly days to see. Shak. 2. Of pleasing appearance or character; comely; graceful; as, a goodly person; goodly raiment, houses. The goodliest man of men since born. Milton. 3. Large; considerable; portly; as, a goodly number. Goodly and great he sails behind his link. Dryden.","significator":"One who, or that which, signifies. In this diagram there was one significator which pressed remarkably upon our astrologers attention. Sir W. Scott.","granary":"A storehouse or repository for grain, esp. after it is thrashed or husked; a cornbouse; also (Fig.), a region fertile in grain. The exhaustless granary of a world. Thomson.","lithargyrum":"Crystallized litharge, obtained by fusion in the form of fine yellow scales.","among":"1. Mixed or mingled; surrounded by. They heard, And from his presence hid themselves among The thickest trees. Milton. 2. Conjoined, or associated with, or making part of the number of; in the number or class of. Blessed art thou among women. Luke i. 28. 3. Expressing a relation of dispersion, distribution, etc.; also, a relation of reciprocal action. What news among the merchants Shak. Human sacrifices were practiced among them. Hume. Divide that gold amongst you. Marlowe. Whether they quarreled among themselves, or with their neighbors. Addison. Syn. -- Amidst; between. See Amidst, Between.","prescindent":"Cutting off; abstracting. [R.] Cheyne.","conduct":"1. The act or method of conducting; guidance; management. Christianity has humanized the conduct of war. Paley. The conduct of the state, the administration of its affairs. Ld. Brougham. 2. Skillful guidance or management; generalship. Conduct of armies is a princes art. Waller. Attacked the Spaniards . . . with great impetuosity, but with so little conduct, that his forces were totally routed. Robertson. 3. Convoy; escort; guard; guide. [Archaic] I will be your conduct. B. Jonson. In my conduct shall your ladies come. Shak. 4. That which carries or conveys anything; a channel; a conduit; an instrument. [Obs.] Although thou been conduct of my chame. Shak. 5. The manner of guiding or carrying ones self; personal deportment; mode of action; behavior. All these difficulties were increased by the conduct of Shrewsbury. Macaulay. What in the conduct of our life appears So well designed, so luckily begun, But when we have our wish, we wish undone Dryden. 6. Plot; action; construction; manner of development. The book of Job, in conduct and diction. Macaulay. Conduct money (Naut.), a portion of a seamans wages retained till the end of his engagement, and paid over only if his conduct has been satisfactory. Syn. -- Behavior; deportment; demeanor; bearing; management; guidance. See Behavior.\n\n1. To lead, or guide; to escort; to attend. I can conduct you, lady, to a low But loyal cottage, where you may be safe. Milton. 2. To lead, as a commander; to direct; to manage; to carry on; as, to conduct the affairs of a kingdom. Little skilled in the art of conducting a siege. Prescott. 3. To behave; -- with the reflexive; as, he conducted himself well. 4. (Physics)  To serve as a medium for conveying; to transmit, as heat, light, electricity, etc. 5. (Mus.)  To direct, as the leader in the performance of a musical composition.\n\n1. To act as a conductor (as of heat, electricity, etc.); to carry. 2. To conduct ones self; to behave. [U. S.]","husbandable":"Capable of being husbanded, or managed with economy. Sherwood.","naufrage":"Shipwreck; ruin. [Obs.] acon.","trierarch":"(a) The commander of a trireme. (b) At Athens, one who (singly, or jointly with other citizens) had to fit out a trireme for the public service.","-graph":"A suffix signifying something written, a writing; also, a writer; as autograph, crystograph, telegraph, photograph.","scrawl":"See Crawl. [Obs.] Latimer.\n\nTo draw or mark awkwardly and irregularly; to write hastily and carelessly; to scratch; to scribble; as, to scrawl a letter. His name, scrawled by himself. Macaulay.\n\nTo write unskillfully and inelegantly. Though with a golden pen you scrawl. Swift.\n\nUnskillful or inelegant writing; that which is unskillfully or inelegantly written. The left will make such a scrawl, that it will not be legible. Arbuthnot. You bid me write no more than a scrawl to you. Gray.","bastardize":"1. To make or prove to be a bastard; to stigmatize as a bastard; to declare or decide legally to be illegitimate. The law is so indulgent as not to bastardize the child, if born, though not begotten, in lawful wedlock. Blackstone. 2. To beget out of wedlock. [R.] Shak.","wattle":"1. A twig or flexible rod; hence, a hurdle made of such rods. And there he built with wattles from the marsh A little lonely church in days of yore. Tennyson. 2. A rod laid on a roof to support the thatch. 3. (Zoöl.) (a) A naked fleshy, and usually wrinkled and highly colored, process of the skin hanging from the chin or throat of a bird or reptile. (b) Barbel of a fish. 4. (a) The astringent bark of several Australian trees of the genus Acacia, used in tanning; -- called also wattle bark. (b) (Bot.) The trees from which the bark is obtained. See Savanna wattle, under Savanna. Wattle turkey. (Zoöl.) Same as Brush turkey.\n\n1. To bind with twigs. 2. To twist or interweave, one with another, as twigs; to form a network with; to plat; as, to wattle branches. 3. To form, by interweaving or platting twigs. The folded flocks, penned in their wattled cotes. Milton.","curfew":"1. The ringing of an evening bell, originally a signal to the inhabitants to cover fires, extinguish lights, and retire to rest, -- instituted by William the Conqueror; also, the bell itself. He begins at curfew, and walks till the first cock. Shak. The village curfew, as it tolled profound. Campbell. 2. A utensil for covering the fire. [Obs.] For pans, pots, curfews, counters and the like. Bacon.","chondro-":"A combining form meaning a grain, granular, granular cartilage, cartilaginous; as, the chondrocranium, the cartilaginous skull of the lower vertebrates and of embryos.","mundanity":"Worldliness. [Obs.]","experimentist":"An experimenter.","lance":"1. A weapon of war, consisting of a long shaft or handle and a steel blade or head; a spear carried by horsemen, and often decorated with a small flag; also, a spear or harpoon used by whalers and fishermen. A braver soldier never couched lance. Shak. 2. A soldier armed with a lance; a lancer. 3. (Founding)  A small iron rod which suspends the core of the mold in casting a shell. 4. (Mil.)  An instrument which conveys the charge of a piece of ordnance and forces it home. 5. (Pyrotech.)  One of the small paper cases filled with combustible composition, which mark the outlines of a figure. Free lance, in the Middle Ages, and subsequently, a knight or roving soldier, who was free to engage for any state or commander that purchased his services; hence, a person who assails institutions or opinions on his own responsibility without regard to party lines or deference to authority. -- Lance bucket (Cavalry), a socket attached to a saddle or stirrup strap, in which to rest the but of a lance. -- Lance corporal, same as Lancepesade. -- Lance knight, a lansquenet. B. Jonson. -- Lance snake (Zoöl.), the fer-de-lance. -- Stink-fire lance (Mil.), a kind of fuse filled with a composition which burns with a suffocating odor; -- used in the counter operations of miners. To break a lance, to engage in a tilt or contest.\n\n1. To pierce with a lance, or with any similar weapon. Seized the due victim, and with fury lanced Her back. Dryden. 2. To open with a lancet; to pierce; as, to lance a vein or an abscess. 3. To throw in the manner of a lance. See Lanch.","postoral":"Situated behind, or posterior to, the mouth.","mis-":"A prefix used adjectively and adverbially in the sense of amiss, wrong, ill, wrongly, unsuitably; as, misdeed, mislead, mischief, miscreant.","heterostylism":"The condition of being heterostyled.","roinish":"See Roynish. [Obs.]","forlese":"To lose utterly. [Obs.] haucer.","canter":"1. A moderate and easy gallop adapted to pleasure riding. Note: The canter is a thoroughly artificial pace, at first extremely tiring to the horse, and generally only to be produced in him by the restraint of a powerful bit, which compels him to throw a great part of his weight on his haunches . . . There is so great a variety in the mode adopted by different horses for performing the canter, that no single description will suffice, nor indeed is it easy . . . to define any one of them. J. H. Walsh. 2. A rapid or easy passing over. A rapid canter in the Times over all the topics. Sir J. Stephen.\n\nTo move in a canter.\n\nTo cause, as a horse, to go at a canter; to ride (a horse) at a canter.\n\n1. One who cants or whines; a beggar. 2. One who makes hypocritical pretensions to goodness; one who uses canting language. The day when he was a canter and a rebel. Macaulay.","pearlite":"A glassy volcanic rock of a grayish color and pearly luster, often having a spherulitic concretionary structure due to the curved cracks produced by contraction in cooling. See Illust. under Perlitic.","auntre":"To venture; to dare. [Obs.] Chaucer.","message":"1. Any notice, word, or communication, written or verbal, sent from one person to another. Ehud said, I have a message from God unto thee. Judg. iii. 20. 2. Hence, specifically, an official communication, not made in person, but delivered by a messenger; as, the Presidents message. Message shell. See Shell.\n\nTo bear as a message. [Obs.]\n\nA messenger. [Obs.] Chaucer.","unshout":"To recall what is done by shouting. [Obs.] Shak.","tinning":"1. The act, art, or process of covering or coating anything with melted tin, or with tin foil, as kitchen utensils, locks, and the like. 2. The covering or lining of tin thus put on.","chargeableness":"The quality of being chargeable or expensive. [Obs.] Whitelocke.","ray":"1. To array. [Obs.] Sir T. More. 2. To mark, stain, or soil; to streak; to defile. [Obs.] \"The fifth that did it ray.\" Spenser.\n\nArray; order; arrangement; dress. [Obs.] And spoiling all her gears and goodly ray. Spenser.\n\n1. One of a number of lines or parts diverging from a common point or center, like the radii of a circle; as, a star of six rays. 2. (Bot.)  A radiating part of the flower or plant; the marginal florets of a compound flower, as an aster or a sunflower; one of the pedicels of an umbel or other circular flower cluster; radius. See Radius. 3. (Zoöl.) (a) One of the radiating spines, or cartilages, supporting the fins of fishes. (b) One of the spheromeres of a radiate, especially one of the arms of a starfish or an ophiuran. 4. (Physics) (a) A line of light or heat proceeding from a radiant or reflecting point; a single element of light or heat propagated continuously; as, a solar ray; a polarized ray. (b) One of the component elements of the total radiation from a body; any definite or limited portion of the spectrum; as, the red ray; the violet ray. See Illust. under Light. 5. Sight; perception; vision; -- from an old theory of vision, that sight was something which proceeded from the eye to the object seen. All eyes direct their rays On him, and crowds turn coxcombs as they gaze. Pope. 6. (Geom.)  One of a system of diverging lines passing through a point, and regarded as extending indefinitely in both directions. See Half-ray. Bundle of rays. (Geom.) See Pencil of rays, below. -- Extraordinary ray (Opt.), that one or two parts of a ray divided by double refraction which does not follow the ordinary law of refraction. -- Ordinary ray (Opt.) that one of the two parts of a ray divided by double refraction which follows the usual or ordinary law of refraction. -- Pencil of rays (Geom.), a definite system of rays. -- Ray flower, or Ray floret (Bot.), one of the marginal flowers of the capitulum in such composite plants as the aster, goldenrod, daisy, and sunflower. They have an elongated, strap-shaped corolla, while the corollas of the disk flowers are tubular and five-lobed. -- Ray point (Geom.), the common point of a pencil of rays. -- Röntgen ray ( (Phys.), a kind of ray generated in a very highly exhausted vacuum tube by the electrical discharge. It is capable of passing through many bodies opaque to light, and producing photographic and fluorescent effects by which means pictures showing the internal structure of opaque objects are made, called radiographs, or sciagraphs. So called from the discoverer, W. C. Röntgen. -- X ray, the Röntgen ray; -- so called by its discoverer because of its enigmatical character, x being an algebraic symbol for an unknown quantity.\n\n1. To mark with long lines; to streak. [Obs.] Chaucer. 2. Etym: [From Ray, n.]  To send forth or shoot out; to cause to shine out; as, to ray smiles. [R.] Thompson.\n\nTo shine, as with rays. Mrs. Browning.\n\n(a) Any one of numerous elasmobranch fishes of the order Raiæ, including the skates, torpedoes, sawfishes, etc. (b) In a restricted sense, any of the broad, flat, narrow-tailed species, as the skates and sting rays. See Skate. Bishop ray, a yellow-spotted, long-tailed eagle ray (Stoasodon nàrinari) of the Southern United States and the West Indies. -- Butterfly ray, a short-tailed American sting ray (Pteroplatea Maclura), having very broad pectoral fins. -- Devil ray. See Sea Devil. -- Eagle ray, any large ray of the family Myliobatidæ, or Ætobatidæ. The common European species (Myliobatis aquila) is called also whip ray, and miller. -- Electric ray, or Cramp ray, a torpedo. -- Starry ray, a common European skate (Raia radiata). -- Sting ray, any one of numerous species of rays of the family Trygonidæ having one or more large, sharp, barbed dorsal spines on the whiplike tail. Called also stingaree.","epitheloid":"Epithelioid.","overhigh":"Too high.","aurigation":"The act of driving a chariot or a carriage. [R.] De Quincey.","yokemate":"Same as Yokefellow.","gobioid":"Like, or pertaining to, the goby, or the genus Gobius. -- n.  A gobioid fish.","canonicity":"The state or quality of being canonical; agreement with the canon.","dilatation":"1. Prolixity; diffuse discourse. [Obs.] \"What needeth greater dilatation\" Chaucer. 2. The act of dilating; expansion; an enlarging on al 3. (Anat.)  A dilation or enlargement of a canal or other organ.","inditement":"The act of inditing. Craig.","conge":"To take leave with the customary civilities; to bow or courtesy. I have congeed with the duke, done my adieu with his  nearest. Shak.\n\n1. The act of taking leave; parting ceremony; farewell; also, dismissal. Should she pay off old Briggs and give her her congé Thackeray. 2.  The customary act of civility on any occasion; a bow or a courtesy. The captain salutes you with congé profound. Swift. 3.  (Arch.) An apophyge. Gwilt. Congé délire [F., leave to choose] (Eccl.), the sovereigns license or permission to a dean and chapter to choose as bishop the person nominated in the missive.","apophlegmatic":"Designed to facilitate discharges of phlegm or mucus from mouth or nostrils. -- n.  An apohlegmatic medicine.","handspring":"A somersault made with the assistance of the hands placed upon the ground.","monotonist":"One who talks in the same strain or on the same subject until weariness is produced. Richardson.","judicature":"1. The state or profession of those employed in the administration of justice; also, the dispensing or administration of justice. The honor of the judges in their judicature is the kings honor. Bacon. 2. A court of justice; a judicatory. South. 3. The right of judicial action; jurisdiction; extent jurisdiction of a judge or court. Our Savior disputes not here the judicature, for that was not his office, but the morality, of divorce. Milton.","bettor":"One who bets; a better. Addison.","hydr-":". See under Hydro-.\n\n1. A combining form from Gr. Hydra). 2. (Chem.)  A combining form of hydrogen, indicating hydrogen as an ingredient, as hydrochloric; or a reduction product obtained by hydrogen, as hydroquinone.","geometrical":"Pertaining to, or according to the rules or principles of, geometry; determined by geometry; as, a geometrical solution of a problem. Note: Geometric is often used, as opposed to algebraic, to include processes or solutions in which the propositions or principles of geometry are made use of rather than those of algebra. Note: Geometrical is often used in a limited or strictly technical sense, as opposed to mechanical; thus, a construction or solution is geometrical which can be made by ruler and compasses, i. e., by means of right lines and circles. Every construction or solution which requires any other curve, or such motion of a line or circle as would generate any other curve, is not geometrical, but mechanical. By another distinction, a geometrical solution is one obtained by the rules of geometry, or processes of analysis, and hence is exact; while a mechanical solution is one obtained by trial, by actual measurements, with instruments, etc., and is only approximate and empirical. Geometrical curve. Same as Algebraic curve; -- so called because their different points may be constructed by the operations of elementary geometry. -- Geometric lathe, an instrument for engraving bank notes, etc., with complicated patterns of interlacing lines; -- called also cycloidal engine. -- Geometrical pace, a measure of five feet. -- Geometric pen, an instrument for drawing geometric curves, in which the movements of a pen or pencil attached to a revolving arm of ajustable length may be indefinitely varied by changing the toothed wheels which give motion to the arm. -- Geometrical plane (Persp.), the same as Ground plane . -- Geometrical progression, proportion, ratio. See under Progression, Proportion and Ratio. -- Geometrical radius, in gearing, the radius of the pitch circle of a cogwheel. Knight. -- Geometric spider (Zoöl.), one of many species of spiders, which spin a geometrical web. They mostly belong to Epeira and allied genera, as the garden spider. See Garden spider. -- Geometric square, a portable instrument in the form of a square frame for ascertaining distances and heights by measuring angles. -- Geometrical staircase, one in which the stairs are supported by the wall at one end only. -- Geometrical tracery, in architecture and decoration, tracery arranged in geometrical figures.","carolinian":"A native or inhabitant of north or South Carolina.","beal":"A small inflammatory tumor; a pustule. [Prov. Eng.]\n\nTo gather matter; to swell and come to a head, as a pimple. [Prov. Eng.]","yogism":"Yoga, or its practice.","adolescent":"Growing; advancing from childhood to maturity. Schools, unless discipline were doubly strong, Detain their adolescent charge too long. Cowper.\n\nA youth.","glint":"A glimpse, glance, or gleam. [Scot.] \"He saw a glint of light.\" Ramsay.\n\nTo glance; to peep forth, as a flower from the bud; to glitter. Burns.\n\nTo glance; to turn; as, to glint the eye.","whereto":"1. To which; -- used relatively. \"Whereto we have already attained.\" Phil. iii. 16. Whereto all bonds do tie me day by day. Shak. 2. To what; to what end; -- used interrogatively.","cardiac":"1. (Anat.)  Pertaining to, resembling, or hear the heart; as, the cardiac arteries; the cardiac, or left, end of the stomach. 2. (Med.)  Exciting action in the heart, through the medium of the stomach; cordial; stimulant. Cardiac passion (Med.) cardialgia; heartburn. [Archaic] -- Cardiac wheel. (Mach.) See Heart wheel.\n\nA medicine which excites action in the stomach; a cardial.","clove":"imp. of Cleave. Cleft. Spenser. Clove hitch (Naut.) See under Hitch. -- Clove hook (Naut.), an iron two-part hook, with jaws overlapping, used in bending chain sheets to the clews of sails; -- called also clip hook. Knight.\n\nA cleft; a gap; a ravine; -- rarely used except as part of a proper name; as, Kaaterskill Clove; Stone Clove.\n\nA very pungent aromatic spice, the unexpanded flower bud of the clove tree (Eugenia, or Caryophullus, aromatica), a native of the Molucca Isles. Clove camphor. (Chem.) See Eugenin. -- Clove gillyflower, Clove pink (Bot.), any fragrant self-colored carnation.\n\n1. (Bot.)  One of the small bulbs developed in the axils of the scales of a large bulb, as in the case of garlic. Developing, in the axils of its skales, new bulbs, of what gardeners call cloves. Lindley. 2. A weight. A clove of cheese is about eight pounds, of wool, about seven pounds. [Prov. Eng.] Halliwell.","errancy":"A wandering; state of being in error.","operous":"Operose. [Obs.] Holder. -- Op\"er*ous*ly, adv. [Obs.]","olecranal":"Of or pertaining to the olecranon.","geometrically":"According to the rules or laws of geometry.","gladius":"The internal shell, or pen, of cephalopods like the squids.","palladic":"Of, pertaining to, or derived from, palladium; -- used specifically to designate those compounds in which the element has a higher valence as contrasted with palladious compounds.","inhume":"1. To deposit, as a dead body, in the earth; to bury; to inter. Weeping they bear the mangled heaps of slain, Inhume the natives in their native plain. Pope. 2. To bury or place in warm earth for chemical or medicinal purposes.","jehovist":"1. One who maintains that the vowel points of the word Jehovah, in Hebrew, are the proper vowels of that word; -- opposed to adonist. 2. The writer of the passages of the Old Testament, especially those of the Pentateuch, in which the Supreme Being is styled Jehovah. See Elohist. The characteristic manner of the Jehovist differs from that of his predecessor [the Elohist]. He is fuller and freer in his descriptions; more reflective in his assignment of motives and causes; more artificial in mode of narration. S. Davidson.\n\nThe author of the passages of the Old Testament, esp. those of the Hexateuch, in which God is styled Yahweh, or Jehovah; the author of the Yahwistic, or Jehovistic, Prophetic Document (J); also, the document itself.","tetradont":"See Tetrodont.","bean trefoil":"A leguminous shrub of southern Europe, with trifoliate leaves (Anagyris foetida).","democratize":"To render democratic.","fosterage":"The care of a foster child; the charge of nursing. Sir W. Raleigh.","cantor":"A singer; esp. the leader of a church choir; a precentor. The cantor of the church intones the Te Deum. Milman.","jeoparder":"One who puts in jeopardy. [R.]","coaita":"The native name of certain South American monkeys of the genus Ateles, esp. A. paniscus. The black-faced coaita is Ateles ater. See Illustration in Appendix.","reticulum":"(a) The second stomach of ruminants, in which folds of the mucous membrane form hexagonal cells; -- also called the honeycomb stomach. (b) The neuroglia.","strigine":"Of or pertaining to owls; owl-like.","vivandiere":"In Continental armies, especially in the French army, a woman accompanying a regiment, who sells provisions and liquor to the soldiers; a female sutler.","boltrope":"A rope stitched to the edges of a sail to strengthen the sail.","amateurship":"The quality or character of an amateur.","secreness":"Secrecy; privacy. [Obs.] Chaucer.","suite":"1. A retinue or company of attendants, as of a distinguished personage; as, the suite of an ambassador. See Suit, n., 5. 2. A connected series or succession of objects; a number of things used or clessed together; a set; as, a suite of rooms; a suite of minerals. See Suit, n., 6. Mr. Barnard took one of the candles that stood upon the kings table, and lighted his majesty through a suite of rooms till they came to a private door into the library. Boswell. 3. (Mus.)  One of the old musical forms, before the time of the more compact sonata, consisting of a string or series of pieces all in the same key, mostly in various dance rhythms, with sometimes an elaborate prelude. Some composers of the present day affect the suite form.","carbonic":"Of, pertaining to, or obtained from, carbon; as, carbonic oxide. Carbonic acid (Chem.), an acid H2CO3, not existing separately, which, combined with positive or basic atoms or radicals, forms carbonates. On common language the term is very generally applied to a compound of carbon and oxygen, CO2, more correctly called carbon dioxide. It is a colorless, heavy, irrespirable gas, extinguishing flame, and when breathed destroys life. It can be reduced to a liquid and solid form by intense pressure. It is produced in the fermentation of liquors, and by the combustion and decomposition of organic substances, or other substances containing carbon. It is formed in the explosion of fire damp in mines, and is hance called after damp; it is also know as choke damp, and mephilic air. Water will absorb its own volume of it, and more than this under pressure, and in this state becomes the common soda water of the shops, and the carbonated water of natural springs. Combined with lime it constitutes limestone, or common marble and chalk. Plants imbibe it for their nutrition and growth, the carbon being retained and the oxygen given out. -- Carbonic oxide (Chem.), a colorless gas, CO, of a light odor, called more correctly carbon monoxide. It is almost the only definitely known compound in which carbon seems to be divalent. It is a product of the incomplete combustion of carbon, and is an abundant constituent of water gas. It is fatal to animal life, extinguishes combustion, and burns with a pale blue flame, forming carbon dioxide.","puzzel":"A harlot; a drab; a hussy. [Obs.] Shak.","tammy":"1. A kind of woolen, or woolen and cotton, cloth, often highly glazed, -- used for curtains, sieves, strainers, etc. 2. A sieve, or strainer, made of this material; a tamis.","naphew":"See Navew.","independency":"1. Independence. \"Give me,\" I cried (enough for me), \"My bread, and independency!\" Pope. 2. (Eccl.)  Doctrine and polity of the Independents.","lepisma":"A genus of wingless thysanurous insects having an elongated flattened body, covered with shining scales and terminated by seven unequal bristles. A common species (Lepisma saccharina) is found in houses, and often injures books and furniture. Called also shiner, silver witch, silver moth, and furniture bug.","snigger":"See Snicker. Thackeray.\n\nSee Snicker. Dickens.","noisette":"A hybrid rose produced in 1817, by a French gardener, Noisette, of Charleston, South Carolina, from the China rose and the musk rose. It has given rise to many fine varieties, as the Lamarque, the Marechal (or Marshal) Niel, and the Cloth of gold. Most roses of this class have clustered flowers and are of vigorous growth. P. Henderson.","camphorate":"To impregnate or treat with camphor.\n\nA salt of camphoric acid.\n\nCombined or impregnated with camphor. Camphorated oil, an oleaginous preparation containing camphor, much used as an embrocation.","cutlet":"A piece of meat, especially of veal or mutton, cut for broiling.","syphilis":"The pox, or venereal disease; a chronic, specific, infectious disease, usually communicated by sexual intercourse or by hereditary transmission, and occurring in three stages known as primary, secondary, and tertiary syphilis. See under Primary, Secondary, and Tertiary.Treponema pallidum. Usu. tretable with penicillin or other beta-lactam antibiotics.","primariness":"The quality or state of being primary, or first in time, in act, or in intention. Norris.","annihilatory":"Annihilative.","unpracticable":"Impracticable; not feasible.","ferme":"Rent for a farm; a farm; also, an abode; a place of residence; as, he let his land to ferm. [Obs.] Out of her fleshy ferme fled to the place of pain. Spenser.","blacksmith":"1. A smith who works in iron with a forge, and makes iron utensils, horseshoes, etc. The blacksmith may forge what he pleases. Howell. 2. (Zoöl.)  A fish of the Pacific coast (Chromis, or Heliastes, punctipinnis), of a blackish color.","disclamation":"A disavowing or disowning. Bp. Hall.","chaldaic":"Of or pertaining to Chaldes. -- n.  The language or dialect of the Chaldeans; Chaldee.","micro-":"A combining form signifying: (a) Small, little, trivial, slight; as, microcosm, microscope. (b) (Metric System, Elec., Mech., etc.) A millionth part of; as, microfarad, microohm, micrometer.","ligneous":"Made of wood; consisting of wood; of the nature of, or resembling, wood; woody. It should be tried with shoots of vines and roots of red roses; for it may be they, being of a moreligneous nature, will incorporate with the tree itself. Bacon. Ligneous marble, wood coated or prepared so as to resemble marble.","myoma":"A tumor consisting of muscular tissue.","sparge":"To sprinkle; to moisten by sprinkling; as, to sparge paper.","opponent":"Situated in front; opposite; hence, opposing; adverse; antagonistic. Pope.\n\n1. One who opposes; an adversary; an antagonist; a foe. Macaulay. 2. One who opposes in a disputation, argument, or other verbal controversy; specifically, one who attacks some theirs or proposition, in distinction from the respondent, or defendant, who maintains it. How becomingly does Philopolis exercise his office, and seasonably commit the opponent with the respondent, like a long-practiced moderator! Dr. H. More. Syn. -- Antagonist; opposer; foe. See Adversary.","totipalmi":"A division of swimming birds including those that have totipalmate feet.","catachrestical":"Belonging to, or in the manner of, a catachresis; wrested from its natural sense or form; forced; far-fatched. -- Cat`a*chres\"tic*al*ly, adv. [A] catachrestical and improper way of speaking. Jer. Taylor.","anthrax vaccine":"A fluid vaccine obtained by growing a bacterium (Bacterium anthracis) in beef broth. It is used to immunize animals, esp. cattle.","wretchedness":"1. The quality or state of being wretched; utter misery. Sir W. Raleigh. 2. A wretched object; anything despicably. [Obs.] Eat worms and such wretchedness. Chaucer.","glover":"One whose trade it is to make or sell gloves. Glovers suture or stitch, a kind of stitch used in sewing up wounds, in which the thread is drawn alternately through each side from within outward.","polynucleolar":"Having more than one nucleolus.","luwack":"See Paradoxure.","fumigant":"Fuming. [R.]","beastlike":"Like a beast.","characterless":"Destitute of any distinguishing quality; without character or force.","dodo":"A large, extinct bird (Didus ineptus), formerly inhabiting the Island of Mauritius. It had short, half-fledged wings, like those of the ostrich, and a short neck and legs; -- called also dronte. It was related to the pigeons.","honey-bag":"The receptacle for honey in a honeybee. Shak. Grew.","whirler":"One who, or that which, whirls.","babyhood":"The state or period of infancy.","recoil":"1. To start, roll, bound, spring, or fall back; to take a reverse motion; to be driven or forced backward; to return. Evil on itself shall back recoil. Milton. The solemnity of her demeanor made it impossible . . . that we should recoil into our ordinary spirits. De Quincey. 2. To draw back, as from anything repugnant, distressing, alarming, or the like; to shrink. Shak. 3. To turn or go back; to withdraw ones self; to retire. [Obs.] \"To your bowers recoil.\" Spenser.\n\nTo draw or go back. [Obs.] Spenser.\n\n1. A starting or falling back; a rebound; a shrinking; as, the recoil of nature, or of the blood. 2. The state or condition of having recoiled. The recoil from formalism is skepticism. F. W. Robertson. 3. Specifically, the reaction or rebounding of a firearm when discharged. Recoil dynamometer (Gunnery), an instrument for measuring the force of the recoil of a firearm. -- Recoil escapement See the Note under Escapement.","leporine":"Of or pertaining to a hare; like or characteristic of, a hare.","standish":"A stand, or case, for pen and ink. I bequeath to Dean Swift, Esq., my large silver standish. Swift.","bemaze":"To bewilder. Intellects bemazed in endless doubt. Cowper.","sagenite":"Acicular rutile occurring in reticulated forms imbedded in quartz.","propense":"Leaning toward, in a moral sense; inclined; disposed; prone; as, women propense to holiness. Hooker. -- Pro*pense\"ly, adv. -- Pro*pense\"ness, n.","shingler":"1. One who shingles. 2. A machine for shingling puddled iron.","cornetcy":"The commission or rank of a cornet.","enguard":"To surround as with a guard. [Obs.] Shak.","toyman":"One who deals toys.","sib":"A blood relation. [Obs.] Nash.\n\nRelated by blood; akin. [Obs. or Prov. Eng. & Scot.] Sir W. Scott. Your kindred is but . . . little sib to you. Chaucer. [He] is no fairy birn, ne sib at all To elfs, but sprung of seed terrestrial. Spenser.","ultion":"The act of taking vengeance; revenge. [Obs.] Sir T. Browne.","kitty":"1. A kitten; also, a pet name or calling name for the cat. 2.  [Etym. uncertain.] (Gaming) The percentage taken out of a pool to pay for refreshments, or for the expenses of the table.  R. F. Foster.","hydropathy":"The water cure; a mode of treating diseases by the copious and frequent use of pure water, both internally and externally.","amphichroic":"Exhibiting or producing two colors, as substances which in the color test may change red litmus to blue and blue litmus to red.","chasuble":"The outer vestment worn by the priest in saying Mass, consisting, in the Roman Catholic Church, of a broad, flat, back piece, and a narrower front piece, the two connected over the shoulders only. The back has usually a large cross, the front an upright bar or pillar, designed to be emblematical of Christs sufferings. In the Greek Church the chasuble is a large round mantle. [Written also chasible, and chesible.]","curvilinead":"An instrument for drawing curved lines.","zoophytology":"The natural history zoöphytes.","vainly":"In a vain manner; in vain.","imperturbable":"Incapable of being disturbed or disconcerted; as, imperturbable gravity.","duet":"A composition for two performers, whether vocal or instrumental.","snipefish":"(a) The bellows fish. (b) A long, slender deep-sea fish (Nemichthys scolopaceus) with a slender beak.","immatured":"Immature.","bothy":"A wooden hut or humble cot, esp. a rude hut or barrack for unmarried farm servants; a shepherds or hunters hut; a booth. [Scot.]","redeposit":"To deposit again.","huffingly":"Blusteringly; arrogantly. [R.] And huffingly doth this bonny Scot ride. Old Ballad.","sectarianism":"The quality or character of a sectarian; devotion to the interests of a party; excess of partisan or denominational zeal; adherence to a separate church organization.","endamageable":"Capable of being damaged, or injured; damageable. [Obs.]","kistvaen":"A Celtic monument, commonly known as a dolmen.","sphenoethmoidal":"Sphenethmoid.","periphrastical":"Expressing, or expressed, in more words than are necessary; characterized by periphrase; circumlocutory. Periphrastic conjugation (Gram.), a conjugation formed by the use of the simple verb with one or more auxiliaries.","callipee":"See Calipee.","coafforest":"To convert into, or add to, a forest. Howell.","comminatory":"Threatening or denouncing punishment; as, comminatory terms. B. Jonson.","sciatical":"Sciatic.","tramontana":"A dry, cold, violent, northerly wind of the Adriatic.","battue":"(a) The act of beating the woods, bushes, etc., for game. (b) The game itself. (c) The wanton slaughter of game. Howitt.","underreckon":"To reckon below what is right or proper; to underrate. Bp. Hall.","acetic":"(a) Of a pertaining to vinegar; producing vinegar; producing vinegar; as, acetic fermentation. (b) Pertaining to, containing, or derived from, acetyl, as acetic ether, acetic acid. The latter is the acid to which the sour taste of vinegar is due.","trimetrical":"Same as Trimeter.","passim":"Here and there; everywhere; as, this word occurs passim in the poem.","palaestric":"See Palestric.","handicraft":"1. A trade requiring skill of hand; manual occupation; handcraft. Addison. 2. A man who earns his living by handicraft; a handicraftsman. [R.] Dryden.","patripassian":"One of a body of believers in the early church who denied the independent preëxistent personality of Christ, and who, accordingly, held that the Father suffered in the Son; a monarchian. -- Pa`tri*pas\"sian*ism, n.","shufflecap":",.A play performed by shaking money in a hat or cap. [R.] Arbuthnot.","bleacher":"One who whitens, or whose occupation is to whiten, by bleaching.","tallower":"An animal which produces tallow.","atrophy":"A wasting away from want of nourishment; diminution in bulk or slow emaciation of the body or of any part. Milton.\n\nTo cause to waste away or become abortive; to starve or weaken.\n\nTo waste away; to dwindle.","mulierose":"Fond of woman. [R.] Charles Reade.","pilose":"1. Hairy; full of, or made of, hair. The heat-retaining property of the pilose covering. Owen. 2. (Zoöl.)  Clothed thickly with pile or soft down. 3. (Bot.)  Covered with long, slender hairs; resembling long hairs; hairy; as, pilose pubescence.","harness cask":"A tub lashed to a vessels deck and containing salted provisions for daily use; -- called also harness tub. W. C. Russell.","trias":"The formation situated between the Permian and Lias, and so named by the Germans, because consisting of three series of strata, which are called in German the Bunter sandstein, Muschelkalk, and Keuper.","harpy":"1. (Gr. Myth.)  A fabulous winged monster, ravenous and filthy, having the face of a woman and the body of a vulture, with long claws, and the face pale with hunger. Some writers mention two, others three. Both table and provisions vanished guite. With sound of harpies wings and talons heard. Milton. 2. One who is rapacious or ravenous; an extortioner. The harpies about all pocket the pool. Goldsmith. 3. (Zoöl.) (a) The European moor buzzard or marsh harrier (Circus æruginosus). (b) A large and powerful, double-crested, short-winged American eagle (Thrasaëtus harpyia). It ranges from Texas to Brazil. Harpy bat (Zoöl.) (a) An East Indian fruit bat of the genus Harpyia (esp. H. cerphalotes), having prominent, tubular nostrils. (b) A small, insectivorous Indian bat (Harpiocephalus harpia). Harpy fly (Zoöl.), the house fly.","tanager":"Any one of numerous species of bright-colored singing birds belonging to Tanagra, Piranga, and allied genera. The scarlet tanager (Piranga erythromelas) and the summer redbird (Piranga rubra) are common species of the United States.","mauvaniline":"See Mauve aniline, under Mauve.","col":"- (with, together. See Com-.\n\nA short ridge connecting two higher elevations or mountains; the pass over such a ridge.","taro":"A name for several aroid plants (Colocasia antiquorum, var. esculenta, Colocasia macrorhiza, etc.), and their rootstocks. They have large ovate-sagittate leaves and large fleshy rootstocks, which are cooked and used for food in tropical countries.","shortly":"1. In a short or brief time or manner; soon; quickly. Chaucer. I shall grow jealous of you shortly. Shak. The armies came shortly in view of each other. Clarendon. 2. In few words; briefly; abruptly; curtly; as, to express ideas more shortly in verse than in prose.","atmologic":"Of or pertaining to atmology. \"Atmological laws of heat.\" Whewell.","reprobationer":"One who believes in reprobation. See Reprobation,2. South.","sugary":"1. Resembling or containing sugar; tasting of sugar; sweet. Spenser. 2. Fond of sugar or sweet things; as, a sugary palate.","docquet":"See Docket.","room":"1. Unobstructed spase; space which may be occupied by or devoted to any object; compass; extent of place, great or small; as, there is not room for a house; the table takes up too much room. Lord, it is done as thou hast commanded, and yet there is room. Luke xiv. 22. There was no room for them in the inn. Luke ii. 7. 2. A particular portion of space appropriated for occupancy; a place to sit, stand, or lie; a seat. If he have but twelve pence in his purse, he will give it for the best room in a playhouse. Overbury. When thou art bidden of any man to a wedding, sit not down in the highest room. Luke xiv. 8. 3. Especially, space in a building or ship inclosed or set apart by a partition; an apartment or chamber. I found the prince in the next room. Shak. 4. Place or position in society; office; rank; post; station; also, a place or station once belonging to, or occupied by, another, and vacated. [Obs.] When he heard that Archelaus did reign in Judea in the room of his father Herod. Matt. ii. 22. Neither that I look for a higher room in heaven. Tyndale. Let Bianca take her sisters room. Shak. 5. Possibility of admission; ability to admit; opportunity to act; fit occasion; as, to leave room for hope. There was no prince in the empire who had room for such an alliance. Addison. Room and space (Shipbuilding), the distance from one side of a rib to the corresponding side of the next rib; space being the distance between two ribs, in the clear, and room the width of a rib. -- To give room, to withdraw; to leave or provide space unoccupied for others to pass or to be seated. -- To make room, to open a space, way, or passage; to remove obstructions; to give room. Make room, and let him stand before our face. Shak. Syn. -- Space; compass; scope; latitude.\n\nTo occupy a room or rooms; to lodge; as, they arranged to room together.\n\nSpacious; roomy. [Obs.] No roomer harbour in the place. Chaucer.","undertook":"imp. of Undertake.","moulinet":"1. The drum upon which the rope is wound in a capstan, crane, or the like. 2. A machine formerly used for bending a crossbow by winding it up. 3. In sword and saber exercises, a circular swing of the weawon.","excarnation":"The act of depriving or divesting of flesh; excarnification; -- opposed to incarnation.","reassume":"To assume again or anew; to resume. -- Re`as*sump\"tion, n.","untidy":"1. Unseasonable; untimely. [Obs.] \"Untidy tales.\" Piers Plowman. 2. Not tidy or neat; slovenly. -- Un*ti\"di*ly, adv. -- Un*ti\"di*ness, n.","circumambulate":"To walk round about. -- Cir`cum*am`bu*la\"tion, n.","seethe":"To decoct or prepare for food in hot liquid; to boil; as, to seethe flesh. [Written also seeth.] Set on the great pot, and seethe pottage for the sons of the prophets. 2 Kings iv. 38.\n\nTo be a state of ebullition or violent commotion; to be hot; to boil. 1 Sam. ii. 13. A long Pointe, round which the Mississippi used to whirl, and seethe, and foam. G. W. Cable.","tuitionary":"Of or pertaining to tuition.","famously":"In a famous manner; in a distinguished degree; greatly; splendidly. Then this land was famously enriched With politic grave counsel. Shak.","obitual":"Of or pertaining to obits, or days when obits are celebrated; as, obitual days. Smart.","diluvium":"A deposit of superficial loam, sand, gravel, stones, etc., caused by former action of flowing waters, or the melting of glacial ice. Note: The accumulation of matter by the ordinary operation of water is termed alluvium.","slugging match":"(a) A boxing match or prize fight marked rather by heavy hitting than skill. [Cant or Slang] (b) A ball game, esp. a baseball game, in which  there is much hard hitting of the ball. [Slang, U. S.]","cimbrian":"Of or pertaining to the Cimbri. -- n.  One of the Cimbri. See Cimbric.","benthamic":"Of or pertaining to Bentham or Benthamism.","haliography":"Description of the sea; the science that treats of the sea.","sesquitertial":"Sesquitertian.","pert":"1. Open; evident; apert. [Obs.] Piers Plowman. 2. Lively; brisk; sprightly; smart. [Obs.] Shak. 3. Indecorously free, or presuming; saucy; bold; impertinent. \"A very pert manner.\" Addison. The squirrel, flippant, pert, and full of play. Cowper.\n\nTo behave with pertness. [Obs.] Gauden.","agnus":"Agnus Dei.","outskirt":"A part remote from the center; outer edge; border; -- usually in the plural; as, the outskirts of a town. Wordsworth. The outskirts of his march of mystery. Keble.","amphibious":"1. Having the ability to live both on land and in water, as frogs, crocodiles, beavers, and some plants. 2. Pertaining to, adapted for, or connected with, both land and water. The amphibious character of the Greeks was already determined: they were to be lords of land and sea. Hare. 3. Of a mixed nature; partaking of two natures. Not in free and common socage, but in this amphibious subordinate class of villein socage. Blackstone.","grounding":"The act, method, or process of laying a groundwork or foundation; hence, elementary instruction; the act or process of applying a ground, as of color, to wall paper, cotton cloth, etc.; a basis.","talmudism":"The teachings of the Talmud, or adherence to them.","sweeper":"One who, or that which, sweeps, or cleans by sweeping; a sweep; as, a carpet sweeper. It is oxygen which is the great sweeper of the economy. Huxley.","omnipercipience":"Perception of everything.","tansy":"1. (Bot.)  Any plant of the composite genus Tanacetum. The common tansy (T. vulgare) has finely divided leaves, a strong aromatic odor, and a very bitter taste. It is used for medicinal and culinary purposes. 2. A dish common in the seventeenth century, made of eggs, sugar, rose water, cream, and the juice of herbs, baked with butter in a shallow dish. [Obs.] Pepys. Double tansy (Bot.), a variety of the common tansy with the leaves more dissected than usual. -- Tansy mustard (Bot.), a plant (Sisymbrium canescens) of the Mustard family, with tansylike leaves.","unyoke":"1. To loose or free from a yoke. \"Like youthful steers unyoked, they take their courses.\" Shak. 2. To part; to disjoin; to disconnect. Shak.","intervenience":"Intervention; interposition. [R.]","assumably":"By way of assumption.","tyburn ticket":"A certificate given to one who prosecutes a felon to conviction, exempting him from certain parish and ward offices.","contractibleness":"Contractibility.","asperne":"To spurn; to despise. [Obs.] Sir T. More.","incomity":"Want of comity; incivility; rudeness. [R.]","compose":"1. To form by putting together two or more things or parts; to put together; to make up; to fashion. Zeal ought to be composed of the hidhest degrees of all pious affection. Bp. Sprat. 2. To form the substance of, or part of the substance of; to constitute. Their borrowed gold composed The calf in Oreb. Milton. A few useful things . . . compose their intellectual possessions. I. Watts. 3. To construct by mental labor; to design and execute, or put together, in a manner involving the adaptation of forms of expression to ideas, or to the laws of harmony or proportion; as, to compose a sentence, a sermon, a symphony, or a picture. Let me compose Something in verse as well as prose. Pope. The genius that composed such works as the \"Standard\" and \"Last Supper\". B. R. Haydon. 4. To dispose in proper form; to reduce to order; to put in proper state or condition; to adjust; to regulate. In a peaceful grave my corpse compose. Dryden. How in safety best we may Compose our present evils. Milton. 5. To free from agitation or disturbance; to tranquilize; to soothe; to calm; to quiet. Compose thy mind; Nor frauds are here contrived, nor force designed. Dryden. 6. (Print.)  To arrange (types) in a composing stick in order for printing; to set (type).\n\nTo come to terms. [Obs.] Shak.","defedation":"The act of making foul; pollution. [Obs.]","opiniated":"Opinionated. [Obs.]","vitta":"1. (Bot.)  One of the oil tubes in the fruit of umbelliferous plants. 2. (Zoöl.)  A band, or stripe, of color.","questionability":"The state or condition of being questionable. Stallo.","scrape":"1. To rub over the surface of (something) with a sharp or rough instrument; to rub over with something that roughens by removing portions of the surface; to grate harshly over; to abrade; to make even, or bring to a required condition or form, by moving the sharp edge of an instrument breadthwise over the surface with pressure, cutting away excesses and superfluous parts; to make smooth or clean; as, to scrape a bone with a knife; to scrape a metal plate to an even surface. 2. To remove by rubbing or scraping (in the sense above). I will also scrape her dust from her, and make her like the top of a rock. Ezek. xxvi. 4. 3. To collect by, or as by, a process of scraping; to gather in small portions by laborius effort; hence, to acquire avariciously and save penuriously; -- often followed by together or up; as, to scrape money together. The prelatical party complained that, to swell a number the nonconformists did not choose, but scrape, subscribers. Fuller. 4. To express disapprobation of, as a play, or to silence, as a speaker, by drawing the feet back and forth upon the floor; -- usually with down. Macaulay. To scrape acquaintance, to seek acquaintance otherwise than by an introduction. Farquhar. He tried to scrape acquaintance with her, but failed ignominiously. G. W. Cable.\n\n1. To rub over the surface of anything with something which roughens or removes it, or which smooths or cleans it; to rub harshly and noisily along. 2. To occupy ones self with getting laboriously; as, he scraped and saved until he became rich. \"[Spend] their scraping fathers gold.\" Shak. 3. To play awkwardly and inharmoniously on a violin or like instrument. 4. To draw back the right foot along the ground or floor when making a bow.\n\n1. The act of scraping; also, the effect of scraping, as a scratch, or a harsh sound; as, a noisy scrape on the floor; a scrape of a pen. 2. A drawing back of the right foot when bowing; also, a bow made with that accompaniment. H. Spencer. 3. A disagreable and embrassing predicament, as it were, a painful rubbing or scraping; a perplexity; a difficulty. The too eager pursuit of this his old enemy through thick and thin has led him into many of these scrapes. Bp. Warburton.","neckar nut":"See Nicker nut.","homoeomery":"Same as Homoeomeria. [Obs.] Cudworth.","aesthetical":"Of or Pertaining to æsthetics; versed in æsthetics; as, æsthetic studies, emotions, ideas, persons, etc. -- Æs*thet\"ic*al*ly, adv.","furies":"See Fury, 3.","oratorian":"Oratorical. [Obs.] R. North.\n\nSee Fathers of the Oratory, under Oratory.","brandling":"Same as Branlin, fish and worm.","paraph":"A flourish made with the pen at the end of a signature. In the Middle Ages, this formed a sort of rude safeguard against forgery. Brande & C.\n\nTo add a paraph to; to sign, esp. with the initials.","plateau":"1. A flat surface; especially, a broad, level, elevated area of land; a table-land. 2. An ornamental dish for the table; a tray or salver.","prickleback":"The stickleback.","archonship":"The office of an archon. Mitford.","crossopterygii":"An order of ganoid fishes including among living species the bichir (Polypterus). See Brachioganoidei.","euhemerism":"The theory, held by Euhemerus, that the gods of mythology were but deified mortals, and their deeds only the amplification in imagination of human acts.","demoniac":"1. Pertaining to, or characteristic of, a demon or evil spirit; devilish; as, a demoniac being; demoniacal practices. Sarcastic, demoniacal laughter. Thackeray. 2. Influenced or produced by a demon or evil spirit; as, demoniac or demoniacal power. \"Demoniac frenzy.\" Milton.\n\n1. A human being possessed by a demon or evil spirit; one whose faculties are directly controlled by a demon. The demoniac in the gospel was sometimes cast into the fire. Bates. 2. (Eccl. Hist.)  One of a sect of Anabaptists who maintain that the demons or devils will finally be saved.","connotative":"1. Implying something additional; illative. 2. (Log.)  Implying an attribute. See Connote. Connotative term, one which denotes a subject and implies an attribute. J. S. Mill.","molesty":"Molestation. [Obs.] Chaucer.","yoit":"The European yellow-hammer. [Prov. Eng.]","disparager":"One who disparages or dishonors; one who vilifies or disgraces.","heartswelling":"Rankling in, or swelling, the heart. \"Heartswelling hate.\" Spenser.","hydrometallurgical":"Of or pertaining to hydrometallurgy; involving the use of liquid reagents in the treatment or reduction of ores. -- Hy`dro*met`al*lur\"gic*al*ly, adv.","diarrhoetic":"Producing diarrhea, or a purging.","cosignificative":"Having the same signification. Cockerham.","metagenetic":"Of or pertaining to metagenesis.","splenial":"(a) Designating the splenial bone. (b) Of or pertaining to the splenial bone or splenius muscle. Splenial bone (Anat.), a thin splintlike bone on the inner side of the proximal portion of the mandible of many vertebrates.\n\nThe splenial bone.","auscultate":"To practice auscultation; to examine by auscultation.","companiable":"Companionable; sociable. [Obs.] Bacon.","sculler":"1. A boat rowed by one man with two sculls, or short oars. [R.] Dryden. 2. One who sculls.","packwax":"Same as Paxwax.","glutaconic":"Pertaining to, or derived from, an acid intermediate between glutaric and aconitic acids.","rose-water":"Having the odor of rose water; hence, affectedly nice or delicate; sentimental. \"Rose-water philantropy.\" Carlyle.","sunburst":"A burst of sunlight.","birdseed":"Canary seed, hemp, millet or other small seeds used for feeding caged birds. BIRDS-EYE Birds\"-eye`, a. 1. Seen from above, as if by a flying bird; embraced at a glance; hence, generalas, a birds-eye view. 2. Marked with spots resembling birds eyes; as, birds-eye diaper; birds-eye maple. BIRDS-EYE Birds\"-eye`, n. (Bot.)  A plant with a small bright flower, as the Adonis or pheasants eye, the mealy primrose (Primula farinosa), and species of Veronica, Geranium, etc. BIRDS-EYE MAPLE Birds\"-eye` ma\"ple.  See under Maple. BIRDS-FOOT Birds\"-foot`, n. (Bot.)  A papilionaceous plant, the Ornithopus, having a curved, cylindrical pod tipped with a short, clawlike point. Birds-foot trefoil. (Bot.) (a) A genus of plants (Lotus) with clawlike pods. L. corniculatas, with yellow flowers, is very common in Great Britain. (b) the related plant, Trigonella ornithopodioides, is also European. BIRDS-MOUTH Birds-mouth`, n. (Arch.)  An interior acrows-foot in the United States. BIRDS NEST; BIRDS-NEST Birds\" nest`, or Birds-nest, n. 1. The nest in which a bird lays eggs and hatches her young. 2. (Cookery)  The nest of a small swallow (Collocalia nidifica and several allied species), of China and the neighboring countries, which is mixed with soups. Note: The nests are found in caverns and fissures of cliffs on rocky coasts, and are composed in part of algæ. They are of the size of a goose egg, and in substance resemble isinglass. See Illust. under Edible. 3. (Bot.)  An orchideous plant with matted roots, of the genus Neottia (N. nidus-avis.) Birds-nest pudding, a pudding containing apples whose cores have been replaces by sugar. -- Yellow birds nest, a plant, the Monotropa hypopitys. BIRDS-NESTING Birds-nest`ing, n.  Hunting for, or taking, birds nests or their contents. BIRDS-TONGUE Birds\"-tongue`, n. (Bot.)  The knotgrass (Polygonum aviculare).","elliptic-lanceolate":"Having a form intermediate between elliptic and lanceolate.","tenantless":"Having no tenants; unoccupied; as, a tenantless mansion. Shak.","wayk":"Weak. [Obs.] Chaucer.","disappointed":"1. Defeated of expectation or hope; balked; as, a disappointed person or hope. 2. Unprepared; unequipped. [Obs.] Cut off even in the blossoms of my sin, Unhouseled, disappointed, unaneled. Shak.","plastic":"1. Having the power to give form or fashion to a mass of matter; as, the plastic hand of the Creator. Prior. See plastic Nature working to his end. Pope. 2. Capable of being molded, formed, or modeled, as clay or plaster; - - used also figuratively; as, the plastic mind of a child. 3. Pertaining or appropriate to, or characteristic of, molding or modeling; produced by, or appearing as if produced by, molding or modeling; -- said of sculpture and the kindred arts, in distinction from painting and the graphic arts. Medallions . . . fraught with the plastic beauty and grace of the palmy days of Italian art. J. S. Harford. Plastic clay (Geol.), one of the beds of the Eocene period; -- so called because used in making pottery. Lyell. -- Plastic element (Physiol.), one that bears within the germs of a higher form. -- Plastic exudation (Med.), an exudation thrown out upon a wounded surface and constituting the material of repair by which the process of healing is effected. -- Plastic foods. (Physiol.) See the second Note under Food. -- Plastic force. (Physiol.) See under Force. -- Plastic operation, an operation in plastic surgery. -- Plastic surgery, that branch of surgery which is concerned with the repair or restoration of lost, injured, or deformed parts of the body.  a substance composed predominantly of a synthetic organic high polymer capable of being cast or molded; many varieties of plastic are used to produce articles of commerce (after 1900). [MW10 gives origin of word as 1905]","firecracker":"See Cracker., n., 3.","redde":"obs. imp. of Read, or Rede. Chaucer.","praecommissure":"A transverse commissure in the anterior part of the third ventricle of the brain; the anterior cerebral commissure.","prudentialist":"One who is governed by, or acts from, prudential motives. [R.] Coleridge.","orphanotrophism":"The care and support of orphans. [R.] Cotton Mather (1711).","polyeidic":"Passing through several distinct larval forms; -- having several distinct kinds of young.","mountance":"Amount; sum; quantity; extent. [Obs.] Chaucer.","drowsy":"1. Inclined to drowse; heavy with sleepiness; lethargic; dozy. \"When I am drowsy.\" Shak. Dapples the drowsy east with spots of gray. Shak. To our ages drowsy blood Still shouts the inspiring sea. Lowell. 2. Disposing to sleep; lulling; soporific. The drowsy hours, dispensers of all good. Tennyson. 3. Dull; stupid. \" Drowsy reasoning.\" Atterbury. Syn. -- Sleepy; lethargic; dozy; somnolent; comatose; dull heavy; stupid.","magbote":"Compensation for the injury done by slaying a kinsman. Spelman.\n\nSee Mægbote.","acarina":"The group of Arachnida which includes the mites and ticks. Many species are parasitic, and cause diseases like the itch and mange.","alienist":"One who treats diseases of the mind. Ed. Rev.","towboat":"1. A vessel constructed for being towed, as a canal boat. 2. A steamer used for towing other vessels; a tug.","heam":"The afterbirth or secundines of a beast.","viminal":"Of or pertaining to twigs; consisting of twigs; producing twigs.","aiel":"See Ayle. [Obs.]","icy-pearled":"Spangled with ice. Mounting up in icy-pearled car. Milton. ID Id  . A contraction from I would or I had.","versemonger":"A writer of verses; especially, a writer of commonplace poetry; a poetaster; a rhymer; -- used humorously or in contempt.","owlery":"An abode or a haunt of owls.","mero":"Any of several large groupers of warm seas, esp. the guasa (Epinephelus guaza), the red grouper (E. morio), the black grouper (E. nigritas), distinguished as Me\"ro de lo al\"to, and a species called also rock hind, distinguished as Me\"ro ca*brol\"la.","hibiscus":"A genus of plants (herbs, shrubs, or trees), some species of which have large, showy flowers. Some species are cultivated in India for their fiber, which is used as a substitute for hemp. See Althea, Hollyhock, and Manoe.","tiddlywinks":"Same as Tiddledywinks.  Kipling.","cephalanthium":"Same as Anthodium.","rhonchal":"Rhonchial.","gnome":"1. An imaginary being, supposed by the Rosicrucians to inhabit the inner parts of the earth, and to be the guardian of mines, quarries, etc. 2. A dwarf; a goblin; a person of small stature or misshapen features, or of strange appearance. 3. (Zoöl.)  A small owl (Glaucidium gnoma) of the Western United States. 4. Etym: [Gr.  A brief reflection or maxim. Peacham.","fireball":"(a) (Mil.) A ball filled with powder or other combustibles, intended to be thrown among enemies, and to injure by explosion; also, to set fire to their works and light them up, so that movements may be seen. (b) A luminous meteor, resembling a ball of fire passing rapidly through the air, and sometimes exploding.","grazier":"One who pastures cattle, and rears them for market. The inhabitants be rather . . . graziers than plowmen. Stow.","mitosis":"See Karyokinesis.","sirdar":"A native chief in Hindostan; a headman. Malcom.","snet":"The fat of a deer. [Obs. or Prov. Eng.]\n\nThe clear of mucus; to blow. [Obs.] \"Snetting his nose.\" Holland.","ultime":"Ultimate; final. [Obs.] Bacon.","existent":"Having being or existence; existing; being; occurring now; taking place. The eyes and mind are fastened on objects which have no real being, as if they were truly existent. Dryden.","unconcludent":"Inconclusive. [Obs.] Locke. -- Un`con*clud\"ing*ness, n. [Obs.] Jer. Taylor.","penang nut":"The betel nut. Balfour (Cyc. of India).","enormous":"1. Exceeding the usual rule, norm, or measure; out of due proportion; inordinate; abnormal. \"Enormous bliss.\" Milton. \"This enormous state.\" Shak. \"The hoops enormous size.\" Jenyns. Wallowing unwieldy, enormous in their gait. Milton. 2. Exceedingly wicked; outrageous; atrocious; monstrous; as, an enormous crime. That detestable profession of a life so enormous. Bale. Syn. -- Huge; vast; immoderate; immense; excessive; prodigious; monstrous. -- Enormous, Immense, Excessive. We speak of a thing as enormous when it overpasses its ordinary law of existence or far exceeds its proper average or standard, and becomes -- so to speak -- abnormal in its magnitude, degree, etc.; as, a man of enormous strength; a deed of enormous wickedness. Immense expresses somewhat indefinitely an immeasurable quantity or extent. Excessive is applied to what is beyond a just measure or amount, and is always used in an evil; as, enormous size; an enormous crime; an immense expenditure; the expanse of ocean is immense. \"Excessive levity and indulgence are ultimately excessive rigor.\" V. Knox. \"Complaisance becomes servitude when it is excessive.\" La Rochefoucauld (Trans).","monarchical":"Of or pertaining to a monarch, or to monarchy. Burke. -- Mo*nar\"chic*al*ly, adv.","horrific":"Causing horror; frightful. Let . . . nothing ghastly or horrific be supposed. I. Taylor.","mesosiderite":"See the Note under Meteorite.","tirralirra":"A verbal imitation of a musical sound, as of the note of a lark or a horn. The lark, that tirra lyra chants. Shak. \"Tirralira, \" by the river, Sang Sir Lancelot. Tennyson.","disrespective":"Showing want of respect; disrespectful. [Obs.] Bp. Hall.","pearlins":"A kind of lace of silk or thread. [Scot.] Sir W. Scott.","instratified":"Interstratified.","platting":"Plaited strips or bark, cane, straw, etc., used for making hats or the like.","tussal":"Pertaining to, or manifested by, cough.","inadherent":"1. Not adhering. 2. (Bot.)  Free; not connected with the other organs.","plumbing":"1. The art of casting and working in lead, and applying it to building purposes; especially, the business of furnishing, fitting, and repairing pipes for conducting water, sewage, etc. Gwilt. 2. The lead or iron pipes, and other apparatus, used in conveying water, sewage, etc., in a building.","fenny":"Pertaining to, or inhabiting, a fen; abounding in fens; swampy; boggy. \"Fenny snake.\" Shak.","crispness":"The state or quality of being crisp.","sutlership":"The condition or occupation of a sutler.","burniebee":"The ladybird. [Prov. Eng.]","high steel":"Steel containing a high percentage of carbon; high-carbon steel.","variometer":"An instrument for comparing magnetic forces, esp. in the earths magnetic field.","isochimal":"Pertaining to, having the nature of, or making, isocheims; as, an isocheimal line; an isocheimal chart.","ichthyopterygia":"See Ichthyosauria.","clematis":"A genus of flowering plants, of many species, mostly climbers, having feathery styles, which greatly enlarge in the fruit; -- called also virgins bower.","resoluble":"Admitting of being resolved; resolvable; as, bodies resoluble by fire. Boyle. -- Res\"o*lu*ble*ness, n.","tractable":"1. Capable of being easily led, taught, or managed; docile; manageable; governable; as, tractable children; a tractable learner. I shall find them tractable enough. Shak. 2. Capable of being handled; palpable; practicable; feasible; as, tractable measures. [Obs.] Holder. --Tract\"a*ble*ness, n. -- Tract\"a\/bly, adv.","future":"That is to be or come hereafter; that will exist at any time after the present; as, the next moment is future, to the present. Future tense (Gram.), the tense or modification of a verb which expresses a future act or event.\n\n1. Time to come; time subsequent to the present (as, the future shall be as the present); collectively, events that are to happen in time to come. \"Lay the future open.\" Shak. 2. The possibilities of the future; -- used especially of prospective success or advancement; as, he had great future before him. 3. (Gram.)  A future tense. To deal in futures, to speculate on the future values of merchandise or stocks. [Brokers cant]","straught":"imp. & p. p. of Stretch.\n\nTo stretch; to make straight. [Written also straucht.] [Scot.] Sir W. Scott.","skulker":"One who, or that which, skulks.","misfaith":"Want of faith; distrust. \"[Anger] born of your misfaith.\" Tennyson.","mummery":"1. Masking; frolic in disguise; buffoonery. The mummery of foreign strollers. Fenton. 2. Farcical show; hypocritical disguise and parade or ceremonies. Bacon.","englaimed":"Clammy. [Obs.]","saccharimetry":"The act, process or method of determining the amount and kind of sugar present in sirup, molasses, and the like, especially by the employment of polarizing apparatus.","scrimmage":"1. Formerly, a skirmish; now, a general row or confused fight or struggle. 2. (Football)  The struggle in the rush lines after the ball is put in play.","chaussure":"A foot covering of any kind.","welked":"See Whelked.","outsell":"1. To exceed in amount of sales; to sell more than. 2. To exceed in the price of selling; to fetch more than; to exceed in value. Fuller. Shak.","septal":"Of or pertaining to a septum or septa, as of a coral or a shell.","ynambu":"A South American tinamou (Rhynchotus rufescens); -- called also perdiz grande, and rufous tinamou. See Illust. of Tinamou.","langaha":"A curious colubriform snake of the genus Xyphorhynchus, from Madagascar. It is brownish red, and its hose is prolonged in the form of a sharp blade.","pardie":"Certainly; surely; truly; verily; -- originally an oath. [Written also pardee, pardieux, perdie, etc.] [Obs.] He was, parde, an old fellow of yours. Chaucer.","melodramatic":"Of or pertaining to melodrama; like or suitable to a melodrama; unnatural in situation or action. -- Mel`o*dra*mat\"ic*al*ly, adv.","fatherland":"Ones native land; the native land of ones fathers or ancestors.","dambonite":"A white crystalline, sugary substance obtained from an African caotchouc.","io moth":"A large and handsome American moth (Hyperchiria Io), having a large, bright-colored spot on each hind wing, resembling the spots on the tail of a peacock. The larva is covered with prickly hairs, which sting like nettles.","angola pea":"A tropical plant (Cajanus indicus) and its edible seed, a kind of pulse; -- so called from Angola in Western Africa. Called also pigeon pea and Congo pea.","impoundage":"1. The act of impounding, or the state of being impounded. 2. The fee or fine for impounding.","nitro-":"1. A combining form or an adjective denoting the presence of niter. 2. (Chem.)  A combining form (used also adjectively) designating certain compounds of nitrogen or of its acids, as nitrohydrochloric, nitrocalcite; also, designating the group or radical NO2, or its compounds, as nitrobenzene. Nitro group, the radical NO2; -- called also nitroxyl.","symmetrician":"Same as Symmetrian. [R.] Holinshed.","definable":"Capable of being defined, limited, or explained; determinable; describable by definition; ascertainable; as, definable limits; definable distinctions or regulations; definable words. -- De*fin\"a*bly, adv.","consubstantially":"In a consubstantial manner; with identity of substance or nature.","definiteness":"The state of being definite; determinateness; precision; certainty.","dewret":"To ret or rot by the process called dewretting.","immaterialism":"1. The doctrine that immaterial substances or spiritual being exist, or are possible. 2. (Philos.)  The doctrine that external bodies may be reduced to mind and ideas in a mind; any doctrine opposed to materialism or phenomenalism, esp. a system that maintains the immateriality of the soul; idealism; esp., Bishop Berkeleys theory of idealism.","biennially":"Once in two years.","debutant":"A person who makes his (or her) first appearance before the public.","knobby":"1. Full of, or covered with, knobs or hard protuberances. Dr. H. More. 2. Irregular; stubborn in particulars. [Obs.] The informers continued in a knobby kind of obstinacy. Howell. 3. Abounding in rounded hills or mountains; hilly. [U.S.] Bartlett.","preadministration":"Previous administration. Bp. Pearson.","annihilate":"1. To reduce to nothing or nonexistence; to destroy the existence of; to cause to cease to be. It impossible for any body to be utterly annihilated. Bacon. 2. To destroy the form or peculiar distinctive properties of, so that the specific thing no longer exists; as, to annihilate a forest by cutting down the trees. \"To annihilate the army.\" Macaulay. 3. To destroy or eradicate, as a property or attribute of a thing; to make of no effect; to destroy the force, etc., of; as, to annihilate an argument, law, rights, goodness.\n\nAnhilated. [Archaic] Swift.","palmetto":"A name given to palms of several genera and species growing in the West Indies and the Southern United States. In the United States, the name is applied especially to the Chamærops, or Sabal, Palmetto, the cabbage tree of Florida and the Carolinas. See Cabbage tree, under Cabbage. Royal palmetto, the West Indian Sabal umbraculifera, the trunk of which, when hollowed, is used for water pipes, etc. The leaves are used for thatching, and for making hats, ropes, etc. -- Saw palmetto, Sabal serrulata, a native of Georgia, South Carolina, and Florida. The nearly impassable jungle which it forms is called palmetto scrub.","zygospore":"(a) Same as Zygosperm. (b) A spore formed by the union of several zoöspores; -- called also zygozoöspore.","bitternut":"The swamp hickory (Carya amara). Its thin-shelled nuts are bitter.","cotton seed":"The seed of the cotton plant.","placentalia":"A division of Mammalia including those that have a placenta, or all the orders above the marsupials.","affreight":"To hire, as a ship, for the transportation of goods or freight.","lingel":"1. A shoemakers thread. [Obs.] 2. A little tongue or thong of leather; a lacing for belts. Crabb.","gelid":"Cold; very cold; frozen. \"Gelid founts.\" Thompson.","disimprovement":"Reduction from a better to a worse state; as, disimprovement of the earth.","frolicly":"In a frolicsome manner; with mirth and gayety. [Obs.] Beau. & Fl.","coagency":"Agency in common; joint agency or agent. Coleridge.","mesel":"A leper. [Obs.]","nakoo":"The gavial. [Written also nako.]","scotist":"A follower of (Joannes) Duns Scotus, the Franciscan scholastic (d. 1308), who maintained certain doctrines in philosophy and theology, in opposition to the Thomists, or followers of Thomas Aquinas, the Dominican scholastic.","henrietta cloth":"A fine wide wooled fabric much used for womens dresses.","serrated":"1. Notched on the edge, like a saw. 2. (Bot.)  Beset with teeth pointing forwards or upwards; as, serrate leaves. Doubly serrate, having small serratures upon the large ones, as the leaves of the elm. -- Serrate-ciliate, having fine hairs, like the eyelashes, on the serratures; -- said of a leaf. -- Serrate-dentate, having the serratures toothed.","anhima":"A South American aquatic bird; the horned screamer or kamichi (Palamedea cornuta). See Kamichi.","basic":"1. (Chem.) (a) Relating to a base; performing the office of a base in a salt. (b) Having the base in excess, or the amount of the base atomically greater than that of the acid, or exceeding in proportion that of the related neutral salt. (c) Apparently alkaline, as certain normal salts which exhibit alkaline reactions with test paper. 2. (Min.)  Said of crystalline rocks which contain a relatively low percentage of silica, as basalt. Basic salt (Chem.), a salt formed from a base or hydroxide by the partial replacement of its hydrogen by a negative or acid element or radical.","white fly":"Any one of numerous small injurious hemipterous insects of the genus Aleyrodes, allied to scale insects. They are usually covered with a white or gray powder.","heteromera":"A division of Coleoptera, having heteromerous tarsi.","breathless":"1. Spent with labor or violent action; out of breath. 2. Not breathing; holding the breath, on account of fear, expectation, or intense interest; attended with a holding of the breath; as, breathless attention. But breathless, as we grow when feeling most. Byron. 3. Dead; as, a breathless body.","refractometer":"A contrivance for exhibiting and measuring the refraction of light.","comet-seeker":"A telescope of low power, having a large field of view, used for finding comets.","agroupment":"See Aggroupment.","gregge":"To make heavy; to increase. [Obs.] Wyclif.","endorhizal":"Having the radicle of the embryo sheathed by the cotyledon, through which the embryo bursts in germination, as in many monocotyledonous plants.","rateable":"See Ratable.","ventriloquism":"The act, art, or practice of speaking in such a manner that the voice appears to come, not from the person speaking, but from some other source, as from the opposite side of the room, from the cellar, etc.","irredeemable":"Not redeemable; that can not be redeemed; not payable in gold or silver, as a bond; -- used especially of such government notes, issued as currency, as are not convertible into coin at the pleasure of the holder. -- Ir`re*deem\"a*ble*ness, adv.","inequivalve":"Having unequal valves, as the shell of an oyster.","mobile":"1. Capable of being moved; not fixed in place or condition; movable. \"Fixed or else mobile.\" Skelton. 2. Characterized by an extreme degree of fluidity; moving or flowing with great freedom; as, benzine and mercury are mobile liquids; -- opposed to viscous, viscoidal, or oily. 3. Easily moved in feeling, purpose, or direction; excitable; changeable; fickle. Testament of Love. The quick and mobile curiosity of her disposition. Hawthorne. 4. Changing in appearance and expression under the influence of the mind; as, mobile features. 5. (Physiol.)  Capable of being moved, aroused, or excited; capable of spontaneous movement.\n\nThe mob; the populace. [Obs.] \"The unthinking mobile.\" South.","lignose":"Ligneous. [R.] Evelyn.\n\n1. (Bot.)  See Lignin. 2. (Chem.)  An explosive compound of wood fiber and nitroglycerin. See Nitroglycerin.","vermiform":"Resembling a worm in form or motions; vermicular; as, the vermiform process of the cerebellum. Vermiform appendix (Anat.), a slender blind process of the cæcum in man and some other animals; -- called also vermiform appendage, and vermiform process. Small solid bodies, such as grape seeds or cherry stones, sometimes lodge in it, causing serious, or even fatal, inflammation. See Illust. under Digestion.","incanting":"Enchanting. [Obs.] Sir T. Herbert.","shine":"1. To emit rays of light; to give light; to beam with steady radiance; to exhibit brightness or splendor; as, the sun shines by day; the moon shines by night. Hyperions quickening fire doth shine. Shak. God, who commanded the light to shine out of darkness, hath shined in our hearts, to give the light of the knowledge of the glory of God in the face of Jesus Cghrist. 2 Cor. iv. 6. Let thine eyes shine forth in their full luster. Denham. 2. To be bright by reflection of light; to gleam; to be glossy; as, to shine like polished silver. 3. To be effulgent in splendor or beauty. \"So proud she shined in her princely state.\" Spenser. Once brightest shined this child of heat and air. Pope. 4. To be eminent, conspicuous, or distinguished; to exhibit brilliant intellectual powers; as, to shine in courts; to shine in conversation. Few are qualified to shine in company; but it in most mens power to be agreeable. Swift. To make, or cause, the face to shine upon, to be propitious to; to be gracious to. Num. vi. 25.\n\n1. To cause to shine, as a light. [Obs.] He [God] doth not rain wealth, nor shine honor and virtues, upon men equally. Bacon. 2. To make bright; to cause to shine by reflected light; as, in hunting, to shine the eyes of a deer at night by throwing a light on them. [U. S.] Bartlett.\n\n1. The quality or state of shining; brightness; luster, gloss; polish; sheen. Now sits not girt with tapers holy shine. Milton. Fair opening to some courts propitious shine. Pope. The distant shine of the celestial city. Hawthorne. 2. Sunshine; fair weather. Be it fair or foul, or rain or shine. Dryden. 3. A liking for a person; a fancy. [Slang, U.S.] 4. Caper; antic; row. [Slang] To cut up shines, to play pranks. [Slang, U.S.]\n\nShining; sheen. [Obs.] Spenser.","pistillody":"The metamorphosis of other organs into pistils.","dimensive":"Without dimensions; marking dimensions or the limits. Who can draw the souls dimensive lines Sir J. Davies.","monandrian":"Same as Monandrous.","muticous":"Without a point or pointed process; blunt.","barehead":"Having the head uncovered; as, a bareheaded girl.","cheep":"To chirp, as a young bird.\n\nTo give expression to in a chirping tone. Cheep and twitter twenty million loves. Tennyson.\n\nA chirp, peep, or squeak, as of a young bird or mousse.","revealment":"Act of revealing. [R.]","towards":"1. In the direction of; to. He set his face toward the wilderness. Num. xxiv. 1. The waves make towards the pebbled shore. Shak. 2. With direction to, in a moral sense; with respect or reference to; regarding; concerning. His eye shall be evil toward his brother. Deut. xxviii. 54. Herein do I exercise myself, to have always a conscience void of offense toward God, and toward men. Acts xxiv. 16. 3. Tending to; in the direction of; in behalf of. This was the first alarm England received towards any trouble. Clarendom. 4. Near; about; approaching to. I am toward nine years older since I left you. Swift.\n\nNear; at hand; in state of preparation. Do you hear sught, sir, of a battle toward Shak. We have a trifling foolish banquet Towards. Shak.\n\nSee Toward.","corybantic":"Of, pertaining to, or resembling, the Corybantes or their rites; frantic; frenzied; as, a corybantic dance.","heptagynous":"Having seven pistils.","deutoplastic":"Pertaining to, or composed of, deutoplasm.","whitethorn":"The hawthorn.","backboard":"1. A board which supports the back wen one is sitting; Note: specifically, the board athwart the after part of a boat. 2. A board serving as the back part of anything, as of a wagon. 3. A thin stuff used for the backs of framed pictures, mirrors, etc. 4. A board attached to the rim of a water wheel to prevent the water from running off the floats or paddies into the interior of the wheel. W. Nicholson. 5. A board worn across the back to give erectness to the figure. Thackeray.","southerliness":"The quality or state of being southerly; direction toward the south.","phraseology":"1. Manner of expression; peculiarity of diction; style. Most completely national in his . . . phraseology. I. Taylor. 2. A collection of phrases; a phrase book. [R.] Syn. -- Diction; style. See Diction.","coneine":"See Conine.","caparro":"A large South American monkey (Lagothrix Humboldtii), with prehensile tail.","voluntariness":"The quality or state of being voluntary; spontaneousness; specifically, the quality or state of being free in the exercise of ones will.","jagannath":"A particular form of Vishnu, or of Krishna, whose chief idol and worship are at Puri, in Orissa. The idol is considered to contain the bones of Krishna and to possess a soul. The principal festivals are the Snanayatra, when the idol is bathed, and the Rathayatra, when the image is drawn upon a car adorned with obscene paintings. Formerly it was erroneously supposed that devotees allowed themselves to be crushed beneath the wheels of this car. It is now known that any death within the temple of Jagannath is considered to render the place unclean, and any spilling of blood in the presence of the idol is a pollution.","tymp":"A hollow water-cooled iron casting in the upper part of the archway in which the dam stands.","semiconscious":"Half conscious; imperfectly conscious. De Quincey.","ocra":"See Okra.","impolicy":"The quality of being impolitic; inexpedience; unsuitableness to the end proposed; bads policy; as, the impolicy of fraud. Bp. Horsley.","vermicide":"A medicine which destroys intestinal worms; a worm killer. Pereira.","gastronomist":"A gastromomer.","since":"1. From a definite past time until now; as, he went a month ago, and I have not seen him since. We since become the slaves to one mans lust. B. Jonson. 2. In the time past, counting backward from the present; before this or now; ago. w many ages since has Virgil writ Roscommon. About two years since, it so fell out, that he was brought to a great ladys house. Sir P. Sidney. 3. When or that. [Obs.] Do you remember since we lay all night in the windmill in St. Georges field Shak.\n\nFrom the time of; in or during the time subsequent to; subsequently to; after; -- usually with a past event or time for the object. The Lord hath blessed thee, since my coming. Gen. xxx. 30. I have a model by which he build a nobler poem than any extant since the ancients. Dryden.\n\nSeeing that; because; considering; -- formerly followed by that. Since that my penitence comes after all, Imploring pardon. Shak. Since truth and constancy are vain, Since neither love, nor sense of pain, Nor force of reason, can persuade, Then let example be obeyed. Granville. Syn. -- Because; for; as; inasmuch as; considering. See Because.","methaemoglobin":"A stable crystalline compound obtained by the decomposition of hemoglobin. It is found in old blood stains.","resplendishant":"Resplendent; brilliant. [R. & Obs.] Fabyan.","fitz":"A son; -- used in compound names, to indicate paternity, esp. of the illegitimate sons of kings and princes of the blood; as, Fitzroy, the son of the king; Fitzclarence, the son of the duke of Clarence.","bargainor":"One who makes a bargain, or contracts with another; esp., one who sells, or contracts to sell, property to another. Blackstone.","impetration":"1. The act of impetrating, or obtaining by petition or entreaty. [Obs.] In way of impertation procuring the removal or allevation of our crosses. Barrow. 2. (Old Eng. Law)  The obtaining of benefice from Rome by solicitation, which benefice belonged to the disposal of the king or other lay patron of the realm.","manducate":"To masticate; to chew; to eat. [R.] Jer. Taylor.","scene":"1. The structure on which a spectacle or play is exhibited; the part of a theater in which the acting is done, with its adjuncts and decorations; the stage. 2. The decorations and fittings of a stage, representing the place in which the action is supposed to go on; one of the slides, or other devices, used to give an appearance of reality to the action of a play; as, to paint scenes; to shift the scenes; to go behind the scenes. 3. So much of a play as passes without change of locality or time, or important change of character; hence, a subdivision of an act; a separate portion of a play, subordinate to the act, but differently determined in different plays; as, an act of four scenes. My dismal scene I needs must act alone. Shak. 4. The place, time, circumstance, etc., in which anything occurs, or in which the action of a story, play, or the like, is laid; surroundings amid which anything is set before the imagination; place of occurence, exhibition, or action. \"In Troy, there lies the scene.\" Shak. The world is a vast scene of strife. J. M. Mason. 5. An assemblage of objects presented to the view at once; a series of actions and events exhibited in their connection; a spectacle; a show; an exhibition; a view. Through what new scenes and changes must we pass! Addison. 6. A landscape, or part of a landscape; scenery. A sylvan scene with various greens was drawn, Shades on the sides, and in the midst a lawn. Dryden. 7. An exhibition of passionate or strong feeling before others; often, an artifical or affected action, or course of action, done for effect; a theatrical display. Probably no lover of scenes would have had very long to wait De Quincey. Behind the scenes, behind the scenery of a theater; out of the view of the audience, but in sight of the actors, machinery, etc.; hence, conversant with the hidden motives and agencies of what appears to public view.\n\nTo exhibit as a scene; to make a scene of; to display. [Obs.] Abp. Sancroft.","reincorporate":"To incorporate again.","behappen":"To happen to. [Obs.]","analepsy":"(a) Recovery of strength after sickness. (b) A species of epileptic attack, originating from gastric disorder.","counterprove":"To take a counter proof of, or a copy in reverse, by taking an impression directly from the face of an original. See Counter proof, under Counter.","beaupere":"1. A father. [Obs.] Wyclif. 2. A companion. [Obs.] Spenser.","sliness":"See Slyness.","stycerin":"A triacid alcohol, related to glycerin, and obtained from certain styryl derivatives as a yellow, gummy, amorphous substance; - - called also phenyl glycerin.","exordial":"Pertaining to the exordium of a discourse: introductory. The exordial paragraph of the second epistle. I. Taylor.","erythraean":"Red in color. \"The erythrean main.\" Milton.","medal":"A piece of metal in the form of a coin, struck with a device, and intended to preserve the remembrance of a notable event or an illustrious person, or to serve as a reward.\n\nTo honor or reward with a medal. \"Medaled by the king.\" Thackeray.","pineaster":"See Pinaster.","grudgeful":"Full of grudge; envious. \"Grudgeful discontent.\" Spenser.","laryngologist":"One who applies himself to laryngology.","seabeach":"A beach lying along the sea. \"The bleak seabeach.\" Longfellow.","vanquisher":"One who, or that which, vanquishes. Milton.","sphenogram":"A cuneiform, or arrow-headed, character.","doughty":"Able; strong; valiant; redoubtable; as, a doughty hero. Sir Thopas wex [grew] a doughty swain. Chaucer. Doughty families, hugging old musty quarrels to their hearts, buffet each other from generation to generation. Motley. Note: Now seldom used, except in irony or burlesque.","display":"1. To unfold; to spread wide; to expand; to stretch out; to spread. The northern wind his wings did broad display. Spenser. 2. (Mil.)  To extend the front of (a column), bringing it into line. Farrow. 3. To spread before the view; to show; to exhibit to the sight, or to the mind; to make manifest. His statement . . . displays very clearly the actual condition of the army. Burke. 4. To make an exhibition of; to set in view conspicuously or ostentatiously; to exhibit for the sake of publicity; to parade. Proudly displaying the insignia of their order. Prescott. 5. (Print.)  To make conspicuous by large or prominent type. 6. To discover; to descry. [Obs.] And from his seat took pleasure to display The city so adorned with towers. Chapman. Syn. -- To exhibit; show; manifest; spread out; parade; expand; flaunt.\n\nTo make a display; to act as one making a show or demonstration. Shak.\n\n1. An opening or unfolding; exhibition; manifestation. Having witnessed displays of his power and grace. Trench. 2. Ostentatious show; exhibition for effect; parade. He died, as erring man should die, Without display, without parade. Byron.","misgovernance":"Misgovernment; misconduct; misbehavior. [Obs.] Chaucer. Spenser.","mahdism":"Belief in the coming of the Mahdi; fanatical devotion to the cause of the Mahdi or a pretender to that title. -- Mah\"dist (#), n. Mahdism has proved the most shameful and terrible instrument of bloodshed and oppression which the modern world has ever witnessed. E. N. Bennett.","ind":"India. [Poetical] Shak. Milton.","outjuggle":"To surpass in juggling.","thymene":"A liquid terpene obtained from oil of thyme.","em-":"A prefix. See En-.","solenacean":"Any species of marine bivalve shells belonging to the family Solenidæ.","shanghai":"To intoxicate and ship (a person) as a sailor while in this condition. [Written also shanghae.] [Slang, U.S.]\n\nA large and tall breed of domestic fowl.","youl":"To yell; to yowl. [Obs.] Chaucer.","trash":"1. That which is worthless or useless; rubbish; refuse. Who steals my purse steals trash. Shak. A haunch of venison would be trash to a Brahmin. Landor. 2. Especially, loppings and leaves of trees, bruised sugar cane, or the like. Note: In the West Indies, the decayed leaves and stems of canes are called field trash; the bruised or macerated rind of canes is called cane trash; and both are called trash. B. Edwards. 3. A worthless person. [R.] Shak. 4. A collar, leash, or halter used to restrain a dog in pursuing game. Markham. Trash ice, crumbled ice mixed with water.\n\n1. To free from trash, or worthless matter; hence, to lop; to crop, as to trash the rattoons of sugar cane. B. Edwards. 2. To treat as trash, or worthless matter; hence, to spurn, humiliate, or crush. [Obs.] 3. To hold back by a trash or leash, as a dog in pursuing game; hence, to retard, encumber, or restrain; to clog; to hinder vexatiously. [R.] Beau. & Fl.\n\nTo follow with violence and trampling. [R.] The Puritan (1607).","phlegmatic":"1. Watery. [Obs.] \"Aqueous and phlegmatic.\" Sir I. Newton. 2. Abounding in phlegm; as, phlegmatic humors; a phlegmatic constitution. Harvey. 3. Generating or causing phlegm. \"Cold and phlegmatic habitations.\" Sir T. Browne. 4. Not easily excited to action or passion; cold; dull; sluggish; heavy; as, a phlegmatic person. Addison. Phlegmatic temperament (Old Physiol.), lymphatic temperament. See under Lymphatic.","blancmange":"A preparation for desserts, etc., made from isinglass, sea moss, cornstarch, or other gelatinous or starchy substance, with mild, usually sweetened and flavored, and shaped in a mold."}